{
  "panic disorder": "Panic disorder is a mental disorder, specifically an anxiety disorder, characterized by reoccurring unexpected panic attacks. Panic attacks are sudden periods of intense fear that may include palpitations, sweating, shaking, shortness of breath, numbness, or a sense of impending doom.",
  "vocal cord polyp": "Vocal cord nodules are bilaterally symmetrical benign white masses (nodules)  that form at the midpoint of the vocal folds. Although diagnosis involves a physical examination of the head and neck, as well as perceptual voice measures, visualization of the vocal nodules via laryngeal endoscopy remains the primary diagnostic method.",
  "turner syndrome": "Turner syndrome (TS), commonly known as 45,X, or 45,X0, is a chromosomal disorder in which cells of females have only one X chromosome instead of two, or are partially missing an X chromosome (sex chromosome monosomy) leading to the complete or partial deletion of the pseudoautosomal regions (PAR1, PAR2) in the affected X chromosome. Typically, people have two sex chromosomes (XX for females or XY for males).",
  "cryptorchidism": "Cryptorchidism, also known as undescended testis, is the failure of one or both testes to descend into the scrotum. The word is from Ancient Greek  κρυπτός (kryptos) 'hidden' and  ὄρχις (orchis) 'testicle'.",
  "poisoning due to ethylene glycol": "Descripción no disponible.",
  "atrophic vaginitis": "Atrophic vaginitis is inflammation of the vagina as a result of tissue thinning due to low estrogen levels. Symptoms may include pain during penetrative sex, vaginal itchiness or dryness, and an urge to urinate or burning with urination.",
  "fracture of the hand": "Descripción no disponible.",
  "cellulitis or abscess of mouth": "Descripción no disponible.",
  "eye alignment disorder": "Descripción no disponible.",
  "headache after lumbar puncture": "Descripción no disponible.",
  "pyloric stenosis": "Pyloric stenosis is a narrowing of the opening from the stomach to the first part of the small intestine (the pylorus). Symptoms include projectile vomiting without the presence of bile.",
  "salivary gland disorder": "Salivary gland diseases (SGDs) are multiple and varied in cause. There are three paired major salivary glands in humans: the parotid glands, the submandibular glands, and the sublingual glands.",
  "osteochondrosis": "Osteochondrosis is a family of orthopedic diseases of the joint that occur in children, adolescents and rapidly growing animals, particularly pigs, horses, dogs, and broiler chickens. They are characterized by interruption of the blood supply of a bone, in particular to the epiphysis, followed by localized bony necrosis, and later, regrowth of the bone.",
  "injury to the knee": "Descripción no disponible.",
  "metabolic disorder": "A metabolic disorder is a disorder that negatively alters the body's processing and distribution of macronutrients, such as proteins, fats, and carbohydrates. Metabolic disorders can happen when abnormal chemical reactions in the body alter the normal metabolic process.",
  "vaginitis": "Vaginitis, also known as vulvovaginitis, is inflammation of the vagina and vulva. Symptoms may include itching, burning, pain, discharge, and a bad smell.",
  "sick sinus syndrome": "Sinus node dysfunction (SND), also known as sick sinus syndrome (SSS), is a group of abnormal heart rhythms (arrhythmias) usually caused by a malfunction of the sinus node, the heart's primary pacemaker. Tachycardia-bradycardia syndrome is a variant of sick sinus syndrome in which the arrhythmia alternates between fast and slow heart rates.",
  "tinnitus of unknown cause": "Descripción no disponible.",
  "glaucoma": "Glaucoma is a group of eye diseases that can lead to damage of the optic nerve. The optic nerve transmits visual information from the eye to the brain.",
  "eating disorder": "An eating disorder is a mental disorder defined by abnormal eating behaviors that adversely affect a person's physical or mental health. These behaviors may include eating too much food or too little food.",
  "transient ischemic attack": "A transient ischemic attack (TIA), commonly known as a mini-stroke, is a temporary (transient) stroke with noticeable symptoms that end within 24 hours. A TIA causes the same symptoms associated with a stroke, such as weakness or numbness on one side of the body, sudden dimming or loss of vision, difficulty speaking or understanding language or slurred speech.\nAll forms of stroke, including a TIA, result from a disruption in blood flow to the central nervous system.",
  "pyelonephritis": "Pyelonephritis  is inflammation of the kidney, typically due to a bacterial infection. Symptoms most often include fever and flank tenderness.",
  "rotator cuff injury": "Rotator cuff tendinopathy is a process of senescence.  The pathophysiology is mucoid degeneration.",
  "chronic pain disorder": "Chronic pain is pain that persists or recurs for longer than 3 months. It is also known as gradual burning pain, electrical pain, throbbing pain, and nauseating pain.",
  "problem during pregnancy": "Descripción no disponible.",
  "liver cancer": "Liver cancer, also known as hepatic cancer, primary hepatic cancer, or primary hepatic malignancy, is cancer that starts in the liver. Liver cancer can be primary in which the cancer starts in the liver, or it can be liver metastasis, or secondary, in which the cancer spreads from elsewhere in the body to the liver.",
  "atelectasis": "Atelectasis is the partial collapse or closure of a lung resulting in reduced or absence in gas exchange.  It is usually unilateral, affecting part or all of one lung.",
  "injury to the hand": "Descripción no disponible.",
  "choledocholithiasis": "Common bile duct stone, also known as choledocholithiasis, is the presence of gallstones in the common bile duct (CBD) (thus choledocho- + lithiasis). This condition can cause jaundice and liver cell damage.",
  "injury to the hip": "Descripción no disponible.",
  "cirrhosis": "Cirrhosis, also known as liver cirrhosis or hepatic cirrhosis, chronic liver failure or chronic hepatic failure and end-stage liver disease, is a chronic condition of the liver in which the normal functioning tissue, or parenchyma, is replaced with scar tissue (fibrosis) and regenerative nodules as a result of chronic liver disease. Damage to the liver leads to repair of liver tissue and subsequent formation of scar tissue.",
  "thoracic aortic aneurysm": "A thoracic aortic aneurysm is an aortic aneurysm that presents primarily in the thorax.\nA thoracic aortic aneurysm is the \"ballooning\" of the upper aspect of the aorta, above the diaphragm. Untreated or unrecognized they can be fatal due to dissection or \"popping\" of the aneurysm leading to nearly instant death.",
  "subdural hemorrhage": "A subdural hematoma (SDH) is a type of bleeding in which a collection of blood—usually but not always associated with a traumatic brain injury—gathers between the inner layer of the dura mater and the arachnoid mater of the meninges surrounding the brain. It usually results from rips in bridging veins that cross the subdural space.\nSubdural hematomas may cause an increase in the pressure inside the skull, which in turn can cause compression of and damage to delicate brain tissue.",
  "diabetic retinopathy": "Diabetic retinopathy (also known as diabetic eye disease) is a medical condition in which damage occurs to the retina due to diabetes. It is a leading cause of blindness in developed countries and one of the lead causes of sight loss in the world, even though there are many new therapies and improved treatments for helping people live with diabetes.\nDiabetic retinopathy affects up to 80 percent of those who have had both type 1 and type 2 diabetes for 20 years or more.",
  "fibromyalgia": "Fibromyalgia (FM) is a functional somatic syndrome with symptoms of widespread chronic pain, accompanied by fatigue, sleep disturbance including awakening unrefreshed, and cognitive symptoms. Other symptoms can include headaches, lower abdominal pain or cramps, and depression.",
  "ischemia of the bowel": "Descripción no disponible.",
  "fetal alcohol syndrome": "Fetal alcohol spectrum disorders (FASDs) are a group of conditions that can occur in a person who is exposed to alcohol during gestation. FASD affects 1 in 20 Americans, but is highly misdiagnosed and underdiagnosed.\nThe several forms of the condition (in order of most severe to least severe) are: fetal alcohol syndrome (FAS), partial fetal alcohol syndrome (pFAS), alcohol-related neurodevelopmental disorder (ARND), and neurobehavioral disorder associated with prenatal alcohol exposure (ND-PAE).",
  "peritonitis": "Peritonitis is inflammation of the localized or generalized peritoneum, the lining of the inner wall of the abdomen and covering of the abdominal organs. Symptoms may include severe pain, swelling of the abdomen, fever, or weight loss.",
  "injury to the abdomen": "Descripción no disponible.",
  "acute pancreatitis": "Acute pancreatitis (AP) is a sudden inflammation of the pancreas. Causes include a gallstone impacted in the common bile duct or the pancreatic duct, heavy alcohol use, systemic disease, trauma, elevated calcium levels, hypertriglyceridemia (with triglycerides usually being very elevated, over 1000 mg/dL), certain medications, hereditary causes and, in children, mumps.",
  "thrombophlebitis": "Thrombophlebitis is a phlebitis (inflammation of a vein) related to a thrombus (blood clot). When it occurs repeatedly in different locations, it is known as thrombophlebitis migrans (migratory thrombophlebitis).",
  "asthma": "Asthma is a common long-term inflammatory disease of the airways of the lungs. It is characterized by variable and recurring symptoms, reversible airflow obstruction, and easily triggered bronchospasms.",
  "foreign body in the vagina": "Descripción no disponible.",
  "restless leg syndrome": "Restless legs syndrome (RLS), also known as Willis–Ekbom disease (WED), is a neurological disorder, usually chronic, that causes an overwhelming urge to move one's legs. There is often an unpleasant feeling in the legs that improves temporarily by moving them.",
  "emphysema": "Emphysema is any air-filled enlargement in the body's tissues. Most commonly emphysema refers to the permanent enlargement of air spaces (alveoli) in the lungs, and is also known as pulmonary emphysema.\nEmphysema is a lower respiratory tract disease, characterised by enlarged air-filled spaces in the lungs, that can vary in size and may be very large.",
  "cysticercosis": "Cysticercosis is a tissue infection caused by the young form of the pork tapeworm. People may have few or no symptoms for years.",
  "induced abortion": "Abortion is the early termination of a pregnancy by removal or expulsion of an embryo or fetus. An abortion that occurs without intervention is known as a miscarriage or \"spontaneous abortion\"; these occur in approximately 30% to 40% of all pregnancies.",
  "teething syndrome": "Descripción no disponible.",
  "infectious gastroenteritis": "Gastroenteritis, also known as infectious diarrhea, is an inflammation of the gastrointestinal tract including the stomach and intestine. Symptoms may include diarrhea, vomiting, and abdominal pain.",
  "acute sinusitis": "Sinusitis, also known as rhinosinusitis, is an inflammation of the mucous membranes that line the sinuses resulting in symptoms that may include production of thick nasal mucus, nasal congestion, facial congestion, facial pain, facial pressure, loss of smell, or fever.\nSinusitis is a condition that affects both children and adults. It is caused by a combination of environmental and a person's individual health factors.",
  "substance-related mental disorder": "Descripción no disponible.",
  "postpartum depression": "Postpartum depression (PPD), also called perinatal depression, is a mood disorder which may be experienced by pregnant or postpartum women. Symptoms include extreme sadness, low energy, anxiety, crying episodes, irritability, and extreme changes in sleeping or eating patterns.",
  "coronary atherosclerosis": "Atherosclerosis is a pattern of the disease arteriosclerosis, characterized by development of abnormalities called lesions in walls of arteries. This is a chronic inflammatory disease involving many different cell types and is driven by elevated blood levels of cholesterol.",
  "spondylitis": "Spondylitis is an inflammation of the vertebrae. It is a form of spondylopathy.",
  "pituitary adenoma": "Pituitary adenomas are tumors that occur in the pituitary gland. Most pituitary tumors are benign, approximately 35% are invasive and just 0.1% to 0.2% are carcinomas.",
  "uterine fibroids": "Uterine fibroids, also known as uterine leiomyomas, fibromyoma or fibroids, are benign smooth muscle tumors of the uterus, part of the female reproductive system.  Most people with fibroids have no symptoms while others may have painful or heavy periods.",
  "idiopathic nonmenstrual bleeding": "Descripción no disponible.",
  "chalazion": "A chalazion (; plural chalazia or chalazions) or meibomian cyst is not a cyst but a granuloma in the eyelid that results from a blocked meibomian gland. It typically occurs in the middle of the eyelid, red, and not painful.",
  "ovarian torsion": "Ovarian torsion (OT) or adnexal torsion is an abnormal condition where an ovary twists on its attachment to other structures, such that blood flow is decreased. Symptoms typically include pelvic pain on one side.",
  "retinopathy due to high blood pressure": "Descripción no disponible.",
  "vaginal yeast infection": "Vaginal yeast infection, also known as candidal vulvovaginitis and vaginal thrush, is excessive growth of yeast in the vagina that results in irritation. The most common symptom is vaginal itching, which may be severe.",
  "mastoiditis": "Mastoiditis is the result of an infection that extends to the air cells of the skull behind the ear.  Specifically, it is an inflammation of the mucosal lining of the mastoid antrum and mastoid air cell system inside the mastoid process.",
  "lung contusion": "A pulmonary contusion, also known as a lung contusion, is a bruise of the lung, caused by chest trauma. As a result of damage to capillaries, blood and other fluids accumulate in the lung tissue.",
  "hypertrophic obstructive cardiomyopathy (hocm)": "Descripción no disponible.",
  "ingrown toe nail": "Descripción no disponible.",
  "pulmonary eosinophilia": "Eosinophilia is a condition in which the eosinophil count in the peripheral blood exceeds 5×108/L (500/μL). Hypereosinophilia is an elevation in an individual's circulating blood eosinophil count above 1.5 × 109/L  (i.e.",
  "corneal disorder": "Descripción no disponible.",
  "foreign body in the gastrointestinal tract": "Descripción no disponible.",
  "endophthalmitis": "Endophthalmitis, or endophthalmia, is inflammation of the interior cavity of the eye, usually caused by an infection. It is a possible complication of all intraocular surgeries, particularly cataract surgery, and can result in loss of vision or loss of the eye itself.",
  "intestinal malabsorption": "Malabsorption is a state arising from abnormality in absorption of food nutrients across the gastrointestinal (GI) tract. Impairment can be of single or multiple nutrients depending on the abnormality.",
  "viral warts": "Warts are non-cancerous viral growths usually occurring on the hands and feet but which can also affect other locations, such as the genitals or face. One or many warts may appear.",
  "hyperhidrosis": "Hyperhidrosis is a medical condition in which a person exhibits excessive sweating, more than is required for the regulation of body temperature. Although it is primarily a physical burden, hyperhidrosis can deteriorate the quality of life of the people who are affected, frequently leading to psychological, physical, and social consequences.",
  "stroke": "Stroke is a medical condition in which poor blood flow to a part of the brain causes cell death. There are two main types of stroke: ischemic, due to lack of blood flow, and hemorrhagic, due to bleeding.",
  "pilonidal cyst": "Pilonidal disease is a type of skin infection that typically occurs as a cyst between the cheeks of the buttocks and often at the upper end. Symptoms may include pain, swelling, and redness.",
  "crushing injury": "A crush injury is injury by an object that causes compression of the body. This form of injury is rare in normal civilian practice, but common following a natural disaster.",
  "normal pressure hydrocephalus": "Normal pressure hydrocephalus (NPH), also called malresorptive hydrocephalus, is a form of communicating hydrocephalus in which excess cerebrospinal fluid (CSF) builds up in the ventricles, leading to normal or slightly elevated cerebrospinal fluid pressure. The fluid build-up causes the ventricles to enlarge and the pressure inside the head to increase, compressing surrounding brain tissue and leading to neurological complications.",
  "alopecia": "Hair loss, also known as alopecia or baldness, refers to a loss of hair from part of the head or body. Typically at least the head is involved.",
  "hashimoto thyroiditis": "Hashimoto's thyroiditis, also known as chronic lymphocytic thyroiditis, Hashimoto's disease and autoimmune thyroiditis, is an autoimmune disease in which the thyroid gland is gradually destroyed.\nEarly on, symptoms may not be noticed. Over time, the thyroid may enlarge, forming a painless goiter.",
  "flat feet": "Flat feet, also called pes planus or fallen arches, is a postural deformity in which the arches of the foot collapse, with the entire sole of the foot coming into complete or near-complete contact with the ground. Sometimes children are born with flat feet (congenital).",
  "nonalcoholic liver disease (nash)": "Descripción no disponible.",
  "hemarthrosis": "Hemarthrosis is a bleeding into joint spaces. It is a common feature of hemophilia.",
  "pelvic organ prolapse": "Pelvic organ prolapse (POP) is characterized by descent of pelvic organs from their normal positions into the vagina. In women, the condition usually occurs when the pelvic floor collapses after gynecological cancer treatment, childbirth or heavy lifting.",
  "fracture of the arm": "Descripción no disponible.",
  "coagulation (bleeding) disorder": "Descripción no disponible.",
  "intracranial hemorrhage": "Intracranial hemorrhage (ICH) refers to any form of bleeding within the skull. It can result from trauma, vascular abnormalities, hypertension, or other medical conditions.",
  "hyperkalemia": "Hyperkalemia is an elevated level of potassium (K+) in the blood. Normal potassium levels are between 3.5 and 5.0 mmol/L (3.5 and 5.0 mEq/L) with levels above 5.5 mmol/L defined as hyperkalemia.",
  "cornea infection": "Descripción no disponible.",
  "abscess of the lung": "Descripción no disponible.",
  "dengue fever": "Dengue fever is a mosquito-borne disease caused by dengue virus, prevalent in tropical and subtropical areas. Asymptomatic infections are uncommon, mild cases happen frequently; if symptoms appear, they typically begin 3 to 14 days after infection.",
  "chronic sinusitis": "Sinusitis, also known as rhinosinusitis, is an inflammation of the mucous membranes that line the sinuses resulting in symptoms that may include production of thick nasal mucus, nasal congestion, facial congestion, facial pain, facial pressure, loss of smell, or fever.\nSinusitis is a condition that affects both children and adults. It is caused by a combination of environmental and a person's individual health factors.",
  "cholesteatoma": "Cholesteatoma is a destructive and expanding growth consisting of keratinizing squamous epithelium in the middle ear and/or mastoid process. Cholesteatomas are not cancerous as the name may suggest, but can cause significant problems because of their erosive and expansile properties.",
  "volvulus": "A volvulus is when a loop of intestine twists around itself and the mesentery that supports it, resulting in a bowel obstruction. Symptoms include abdominal pain, abdominal bloating, vomiting, constipation, and bloody stool.",
  "injury to the finger": "Descripción no disponible.",
  "poisoning due to analgesics": "Descripción no disponible.",
  "atrial fibrillation": "Atrial fibrillation (AF, AFib or A-fib) is an abnormal heart rhythm (arrhythmia) characterized by rapid and irregular beating of the atrial chambers of the heart. It often begins as short periods of abnormal beating, which become longer or continuous over time.",
  "pinworm infection": "Pinworm infection (threadworm infection in the UK), also known as enterobiasis, is a human parasitic disease caused by the pinworm, Enterobius vermicularis. The most common symptom is pruritus ani, or itching in the anal area.",
  "urethral valves": "Descripción no disponible.",
  "open wound of the neck": "Descripción no disponible.",
  "achalasia": "Esophageal achalasia, often referred to simply as achalasia, is a failure of smooth muscle fibers to relax, which can cause the lower esophageal sphincter to remain closed. Without a modifier, \"achalasia\" usually refers to achalasia of the esophagus.",
  "conductive hearing loss": "Conductive hearing loss (CHL) is a type of hearing impairment that occurs when sound waves are unable to efficiently travel through the outer ear, tympanic membrane (eardrum), or middle ear structures such as the ossicles. This blockage or dysfunction prevents sound from being effectively conducted to the inner ear, resulting in reduced hearing ability.",
  "abdominal hernia": "A hernia (pl.: hernias or herniae, from Latin, meaning 'rupture') is the abnormal exit of tissue or an organ, such as the bowel, through the wall of the cavity in which it normally resides. The term is also used for the normal development of the intestinal tract, referring to the retraction of the intestine from the extra-embryonal navel coelom into the abdomen in the healthy embryo at about 71⁄2 weeks.\nVarious types of hernias can occur, most commonly involving the abdomen, and specifically the groin.",
  "cerebral palsy": "Cerebral palsy (CP) is a group of movement disorders that appear in early childhood. Signs and symptoms vary among people and over time, but include poor coordination, stiff muscles, weak muscles, and tremors.",
  "marijuana abuse": "Cannabis use disorder (CUD), also known as cannabis addiction or marijuana addiction, is a psychiatric disorder defined in the fifth revision of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) and ICD-10 as the continued use of cannabis despite clinically significant impairment.\nThere is a common misconception that cannabis use disorder does not exist, as people describe it as non-addictive. However, cannabis use disorder is just the clinical name for addiction.",
  "cryptococcosis": "Cryptococcosis is a potentially fatal fungal infection of mainly the lungs, presenting as a pneumonia, and in the brain, where it appears as a meningitis. Coughing, difficulty breathing, chest pain and fever are seen when the lungs are infected.",
  "obesity": "Obesity is a medical condition, considered by multiple organizations to be a disease, in which excess body fat has accumulated to such an extent that it can potentially have negative effects on health. People are classified as obese when their body mass index (BMI)—a person's weight divided by the square of the person's height—is over 30 kg/m2; the range 25–30 kg/m2 is defined as overweight.",
  "indigestion": "Indigestion, also known as dyspepsia or upset stomach, is a condition of impaired digestion. Symptoms may include upper abdominal fullness, heartburn, nausea, belching, or upper abdominal pain.",
  "bursitis": "Bursitis is the inflammation of one or more bursae (synovial sacs) of synovial fluid in the body. They are lined with a synovial membrane that secretes a lubricating synovial fluid.",
  "esophageal cancer": "Esophageal cancer (American English) or oesophageal cancer (British English) is cancer arising from the esophagus—the food pipe that runs between the throat and the stomach. Symptoms often include difficulty in swallowing and weight loss.",
  "pulmonary congestion": "Pulmonary edema (British English: oedema), also known as pulmonary congestion, is excessive fluid accumulation in the tissue or air spaces (usually alveoli) of the lungs. This leads to impaired gas exchange, most often leading to shortness of breath (dyspnea) which can progress to hypoxemia and respiratory failure.",
  "juvenile rheumatoid arthritis": "Juvenile idiopathic arthritis (JIA), formerly known as juvenile rheumatoid arthritis (JRA), is the most common chronic rheumatic disease of childhood, affecting approximately 3.8 to 400 out of 100,000 children. Juvenile, in this context, refers to disease onset before 16 years of age, while idiopathic refers to a condition with no defined cause, and arthritis is inflammation within the joint.\nJIA is an autoimmune, noninfective, inflammatory joint disease, the cause of which remains poorly understood.",
  "actinic keratosis": "Actinic keratosis (AK), sometimes called solar keratosis or senile keratosis, is a pre-cancerous area of thick, scaly, or crusty skin. Actinic keratosis is a disorder (-osis) of epidermal keratinocytes that is induced by ultraviolet (UV) light exposure (actin-).\nThese growths are more common in fair-skinned people and those who are frequently in the sun.",
  "acute otitis media": "Otitis media is a group of inflammatory diseases of the middle ear. One of the two main types is acute otitis media (AOM), an infection of rapid onset that usually presents with ear pain.",
  "astigmatism": "Astigmatism is a type of refractive error due to rotational asymmetry in the eye's refractive power.  This results in distorted or blurred vision at any distance.",
  "tuberous sclerosis": "Tuberous sclerosis complex (TSC) is a rare multisystem autosomal dominant genetic disease that causes non-cancerous tumours to grow in the brain and on other vital organs such as the kidneys, heart, liver, eyes, lungs and skin. A combination of symptoms may include seizures, intellectual disability, developmental delay, behavioral problems, skin abnormalities, lung disease, and kidney disease.\nTSC is caused by a mutation of either of two genes, TSC1 and TSC2, which code for the proteins hamartin and tuberin, respectively, with TSC2 mutations accounting for the majority and tending to cause more severe symptoms.",
  "empyema": "An empyema (; from Ancient Greek  ἐμπύημα (empúēma) 'abscess') is a collection or gathering of pus within a naturally existing anatomical cavity. The term is most commonly used to refer to pleural empyema, which is empyema of the pleural cavity.",
  "presbyacusis": "Presbycusis (also spelled presbyacusis, from Greek πρέσβυς presbys \"old\" + ἄκουσις akousis \"hearing\"), or age-related hearing loss, is the cumulative effect of aging on hearing. It is a progressive and irreversible bilateral symmetrical age-related sensorineural hearing loss resulting from degeneration of the cochlea or associated structures of the inner ear or auditory nerves.",
  "neonatal jaundice": "Neonatal jaundice is a yellowish discoloration of the white part of the eyes and skin in a newborn baby due to high bilirubin levels. Other symptoms may include excess sleepiness or poor feeding.",
  "chronic obstructive pulmonary disease (copd)": "Descripción no disponible.",
  "dislocation of the elbow": "Descripción no disponible.",
  "spondylosis": "Spondylosis is the degeneration of the vertebral column from any cause. In the more narrow sense, it refers to spinal osteoarthritis, the age-related degeneration of the spinal column, which is the most common cause of spondylosis.",
  "herpangina": "Herpangina, also called mouth blisters, is a painful mouth infection caused by coxsackieviruses. Usually, herpangina is produced by one particular strain of coxsackie virus A (and the term \"herpangina virus\" refers to coxsackievirus A), but it can also be caused by coxsackievirus B or echoviruses.",
  "injury to the shoulder": "Descripción no disponible.",
  "poisoning due to antidepressants": "Descripción no disponible.",
  "infection of open wound": "Descripción no disponible.",
  "deep vein thrombosis (dvt)": "Descripción no disponible.",
  "protein deficiency": "Protein–energy undernutrition (PEU), once called protein–energy malnutrition (PEM), is a form of malnutrition that is defined as a range of conditions arising from coincident lack of dietary protein and/or energy (calories) in varying proportions. The condition has mild, moderate, and severe degrees.\n\nTypes include:\n\nKwashiorkor (protein malnutrition predominant)\nMarasmus (deficiency in calorie intake)\nMarasmic kwashiorkor (marked protein deficiency and marked calorie insufficiency signs present, sometimes referred to as the most severe form of malnutrition)\nPEU is fairly common worldwide in both children and adults and accounts for about 250,000 deaths annually.",
  "myoclonus": "Myoclonus is a brief, involuntary, irregular (lacking rhythm) twitching  of a muscle, a joint, or a group of muscles, different from clonus, which is rhythmic or regular. Myoclonus (myo- \"muscle\", clonus \"spasm\") describes a medical sign and, generally, is not a diagnosis of a disease.",
  "bone spur of the calcaneous": "Descripción no disponible.",
  "von willebrand disease": "Von Willebrand disease (VWD) is the most common hereditary blood-clotting disorder in humans. An acquired form can sometimes result from other medical conditions.",
  "open wound of the back": "Descripción no disponible.",
  "heart block": "Heart block (HB) is a disorder in the heart's rhythm due to a fault in the natural pacemaker. This is caused by an obstruction – a block – in the electrical conduction system of the heart.",
  "colonic polyp": "A colorectal polyp is a polyp (fleshy growth) occurring on the lining of the colon or rectum. Untreated colorectal polyps can develop into colorectal cancer.\nColorectal polyps are often classified by their behaviour (i.e.",
  "magnesium deficiency": "Magnesium deficiency is an electrolyte disturbance in which there is a low level of magnesium in the body. Symptoms include tremor, poor coordination, muscle spasms, loss of appetite, personality changes, and nystagmus.",
  "female infertility of unknown cause": "Descripción no disponible.",
  "pericarditis": "Pericarditis (PER-i-kar-DYE-tis) is inflammation of the pericardium, the fibrous sac surrounding the heart. Symptoms typically include sudden onset of sharp chest pain, which may also be felt in the shoulders, neck, or back.",
  "attention deficit hyperactivity disorder (adhd)": "Descripción no disponible.",
  "pulmonic valve disease": "Descripción no disponible.",
  "tietze syndrome": "Tietze syndrome is a benign inflammation of one or more of the costal cartilages. It was first described in 1921 by German surgeon Alexander Tietze and was subsequently named after him.",
  "cranial nerve palsy": "Cranial nerve disease is an impaired functioning of one of the twelve cranial nerves.  Although it could theoretically be considered a mononeuropathy, it is not considered as such under MeSH.\nIt is possible for a disorder of more than one cranial nerve to occur at the same time, if a trauma occurs at a location where many cranial nerves run together, such as the jugular fossa.",
  "injury to the arm": "Descripción no disponible.",
  "conversion disorder": "Conversion disorder (CD) was a formerly diagnosed psychiatric disorder characterized by abnormal sensory experiences and movement problems during periods of high psychological stress. Individuals diagnosed with CD presented with highly distressing neurological symptoms such as numbness, blindness, paralysis, or convulsions, none of which were consistent with a well-established organic cause and could be traced back to a psychological trigger.",
  "complex regional pain syndrome": "Complex regional pain syndrome (CRPS type 1 and type 2), sometimes referred to by the hyponyms reflex sympathetic dystrophy (RSD) or reflex neurovascular dystrophy (RND), is a rare and severe form of neuroinflammatory and dysautonomic disorder causing chronic pain, neurovascular, and neuropathic symptoms. Although it can vary widely, the classic presentation occurs when severe pain from a physical trauma or neurotropic viral infection outlasts the expected recovery time, and may subsequently spread to uninjured areas.",
  "otosclerosis": "Otosclerosis is a condition of the middle and inner ear where portions of the dense enchondral layer of the bony labyrinth remodel into one or more lesions of irregularly-laid spongy bone. As the lesions reach the stapes the bone is resorbed, then hardened (sclerotized), which limits its movement and results in hearing loss, tinnitus, vertigo or a combination of these.",
  "injury to the trunk": "Descripción no disponible.",
  "hypothyroidism": "Hypothyroidism is an endocrine disease in which the thyroid gland does not produce enough thyroid hormones. It can cause a number of symptoms, such as poor ability to tolerate cold, extreme fatigue, muscle aches, constipation, slow heart rate,  depression, and weight gain.",
  "primary insomnia": "Insomnia, also known as sleeplessness, is a sleep disorder where people have difficulty sleeping. They may have difficulty falling asleep, or staying asleep for as long as desired.",
  "lice": "Louse (pl.: lice) is the common name for any member of the infraorder Phthiraptera, which contains nearly 5,000 species of wingless parasitic insects. Phthiraptera was previously recognized as an order, until a 2021 genetic study determined that they are a highly modified lineage of the order Psocodea, whose members are commonly known as booklice, barklice or barkflies.\nLice are obligate parasites, living externally on warm-blooded hosts, which include every species of bird and mammal, except for monotremes, pangolins, and bats.",
  "vitamin b12 deficiency": "Descripción no disponible.",
  "diabetes": "Diabetes mellitus, also known simply as diabetes, is a group of common endocrine diseases characterized by sustained high blood sugar levels. Diabetes is due to either the pancreas not producing enough of the hormone insulin, or the cells of the body becoming unresponsive to insulin's effects.",
  "vulvodynia": "Vulvodynia is a chronic pain condition that affects the vulvar area and occurs without an identifiable cause. Symptoms typically include a feeling of burning or irritation.",
  "endometriosis": "Endometriosis is a disease in which tissue similar to the endometrium, the lining of the uterus, grows in other places in the body, outside the uterus. It occurs in female humans and a limited number of other female mammals.",
  "vasculitis": "Vasculitis is a group of disorders that destroy blood vessels by inflammation. Both arteries and veins are affected.",
  "concussion": "A concussion, also known as a mild traumatic brain injury (mTBI), is a head injury that temporarily affects brain functioning. Symptoms may include headache, dizziness, difficulty with thinking and concentration, sleep disturbances, a brief period of memory loss, brief loss of consciousness, problems with balance, nausea, blurred vision, and mood changes.",
  "oral leukoplakia": "Oral leukoplakia is a potentially malignant disorder affecting the oral mucosa. It is defined as \"essentially an oral mucosal white/gray lesion that cannot be considered as any other definable lesion.\" Oral leukoplakia is a gray patch or plaque that develops in the oral cavity and is strongly associated with smoking.",
  "chronic kidney disease": "Chronic kidney disease (CKD) is a type of long-term kidney disease, defined by the sustained presence of abnormal kidney function and/or abnormal kidney structure. To meet criteria for CKD, the abnormalities must be present for at least three months.",
  "bladder disorder": "Urinary bladder disease includes urinary bladder inflammation such as cystitis, bladder rupture and bladder obstruction (tamponade). Cystitis is common, sometimes referred to as urinary tract infection (UTI) caused by bacteria, bladder rupture occurs when the bladder is overfilled and not emptied while bladder tamponade is a result of blood clot formation near the bladder outlet.",
  "chorioretinitis": "Chorioretinitis is an inflammation of the choroid (thin pigmented vascular coat of the eye) and retina of the eye. It is a form of posterior uveitis.",
  "priapism": "Priapism is a condition in which a penis remains erect for hours in the absence of stimulation or after stimulation has ended. There are three types: ischemic (low-flow), nonischemic (high-flow), and recurrent ischemic (intermittent).",
  "myositis": "Myositis is a rarely-encountered medical condition characterized by inflammation affecting the muscles. The manifestations of this condition may include skin issues, muscle weakness, and the potential involvement of other organs.",
  "mononucleosis": "Infectious mononucleosis (IM, mono), also known as glandular fever, is an infection usually caused by the Epstein–Barr virus (EBV). Most people are infected by the virus as children, when the disease produces few or no symptoms.",
  "neuralgia": "Neuralgia (Greek neuron, \"nerve\" + algos, \"pain\") is pain in the distribution of a nerve or nerves, as in intercostal neuralgia, trigeminal neuralgia, and glossopharyngeal neuralgia.",
  "polycystic kidney disease": "Polycystic kidney disease (PKD or PCKD, also known as polycystic kidney syndrome) is a genetic disorder in which the renal tubules become structurally abnormal, resulting in the development and growth of multiple cysts within the kidney. These cysts may begin to develop in utero, in infancy, in childhood, or in adulthood.",
  "bipolar disorder": "Bipolar disorder (BD), previously known as manic depression, is a mental disorder characterized by periods of depression and periods of abnormally elevated mood that each last from days to weeks, and in some cases months. If the elevated mood is severe or associated with psychosis, it is called mania; if it is less severe and does not significantly affect functioning, it is called hypomania.",
  "amyloidosis": "Amyloidosis is a group of diseases in which abnormal proteins, known as amyloid fibrils, build up in tissue. There are several non-specific and vague signs and symptoms associated with amyloidosis.",
  "chronic inflammatory demyelinating polyneuropathy (cidp)": "Descripción no disponible.",
  "gastroesophageal reflux disease (gerd)": "Descripción no disponible.",
  "vitreous hemorrhage": "Vitreous hemorrhage is the extravasation, or leakage, of blood into the areas in and around the vitreous humor of the eye. The vitreous humor is the clear gel that fills the space between the lens and the retina of the eye.",
  "poisoning due to antimicrobial drugs": "Descripción no disponible.",
  "open wound of the mouth": "Descripción no disponible.",
  "scleroderma": "Scleroderma is a group of autoimmune diseases that may result in changes to the skin, blood vessels, muscles, and internal organs. The disease can be either localized to the skin or involve other organs, as well.",
  "myasthenia gravis": "Myasthenia gravis (MG) is a long-term neuromuscular junction disease that leads to varying degrees of skeletal muscle weakness. The most commonly affected muscles are those of the eyes, face, and swallowing.",
  "hypoglycemia": "Hypoglycemia (American English), also spelled hypoglycaemia or hypoglycæmia (British English), sometimes called low blood sugar, is a fall in blood sugar to levels below normal, typically below 70 mg/dL (3.9 mmol/L). Whipple's triad is used to properly identify hypoglycemic episodes.",
  "idiopathic absence of menstruation": "Descripción no disponible.",
  "dislocation of the ankle": "Descripción no disponible.",
  "carbon monoxide poisoning": "Carbon monoxide poisoning typically occurs from breathing in carbon monoxide (CO) at excessive levels. Symptoms are often described as \"flu-like\" and commonly include headache, dizziness, weakness, vomiting, chest pain, and confusion.",
  "panic attack": "Panic attacks are sudden periods of intense fear and discomfort that may include palpitations, otherwise defined as a rapid, irregular heartbeat, sweating, chest pain or discomfort, shortness of breath, trembling, dizziness, numbness, confusion, or a sense of impending doom or loss of control. Typically, these symptoms are the worst within ten minutes of onset and can last for roughly 30 minutes, though they can vary anywhere from seconds to hours.",
  "plantar fasciitis": "Plantar fasciitis or plantar heel pain is a disorder of the plantar fascia, which is the connective tissue that supports the arch of the foot. It results in pain in the heel and bottom of the foot that is usually most severe with the first steps of the day or following a period of rest.",
  "hyperopia": "Far-sightedness, also known as long-sightedness, hypermetropia, and hyperopia, is a condition of the eye where distant objects are seen clearly but near objects appear blurred. This blur is due to incoming light being focused behind, instead of on, the retina due to insufficient accommodation by the lens.",
  "poisoning due to sedatives": "Descripción no disponible.",
  "pemphigus": "Pemphigus ( or ) is a rare group of blistering autoimmune diseases that affect the skin and mucous membranes. The name is derived from the Greek root pemphix, meaning \"blister\".\nIn pemphigus, autoantibodies form against desmoglein, which forms the \"glue\" that attaches adjacent epidermal cells via attachment points called desmosomes.",
  "peyronie disease": "Peyronie's disease (PD) is a benign, acquired penile connective tissue disease characterized by the occurrence of fibrotic plaques within the tunica albuginea — the dense elastic covering of the corpora cavernosa. The plaques cause abnormal curvature, pain, penile deformities (e.g., narrowing or indentation), and usually erectile dysfunction, particularly during erection.",
  "hiatal hernia": "A hiatal hernia or hiatus hernia is a type of hernia in which abdominal organs (typically the stomach) slip through the diaphragm into the middle compartment of the chest. This may result in gastroesophageal reflux disease (GERD) or laryngopharyngeal reflux (LPR) with symptoms such as a taste of acid in the back of the mouth or heartburn.",
  "extrapyramidal effect of drugs": "Descripción no disponible.",
  "meniere disease": "Ménière's disease (MD) is a disease of the inner ear that is characterized by potentially severe and incapacitating episodes of vertigo, tinnitus, hearing loss, and a feeling of fullness in the ear. Typically, only one ear is affected initially, but over time, both ears may become involved.",
  "anal fissure": "An anal fissure is a break or tear in the skin of the anal canal. Anal fissures may be noticed by bright red anal bleeding on toilet paper and undergarments, or sometimes in the toilet.",
  "allergy": "Allergies, also known as allergic diseases, are various conditions caused by hypersensitivity of the immune system to typically harmless substances in the environment. These diseases include hay fever, food allergies, atopic dermatitis, allergic asthma, and anaphylaxis.",
  "chronic otitis media": "Descripción no disponible.",
  "fracture of the finger": "A broken finger or finger fracture is a common type of bone fracture, affecting a finger. Symptoms may include pain, swelling, tenderness, bruising, deformity and reduced ability to move the finger.",
  "hirschsprung disease": "Hirschsprung's disease (HD or HSCR) is a birth defect in which nerves are missing from parts of the intestine. The most prominent symptom is constipation.",
  "polymyalgia rheumatica": "Polymyalgia rheumatica (PMR) is a systemic inflammatory disease characterized by pain or stiffness, usually in the neck, shoulders, upper arms, and hips, but which may occur all over the body. Almost all cases occur in people age 50 or older.",
  "lymphedema": "Lymphedema, also known as lymphoedema and lymphatic edema, is a condition of localized swelling caused by a compromised lymphatic system. The lymphatic system functions as a critical portion of the body's immune system and returns interstitial fluid to the bloodstream.\nLymphedema is most frequently a complication of cancer treatment or parasitic infections, but it can also be seen in a number of genetic disorders.",
  "bladder cancer": "Bladder cancer is the abnormal growth of cells in the bladder. These cells can grow to form a tumor, which eventually spreads, damaging the bladder and other organs.",
  "acute bronchospasm": "Descripción no disponible.",
  "acute glaucoma": "Glaucoma is a group of eye diseases that can lead to damage of the optic nerve. The optic nerve transmits visual information from the eye to the brain.",
  "open wound of the chest": "Descripción no disponible.",
  "dislocation of the patella": "Descripción no disponible.",
  "sciatica": "Sciatica is pain going down the leg from the lower back. This pain may go down the back, outside, or front of the leg.",
  "hypercalcemia": "Hypercalcemia, also spelled hypercalcaemia, is a high calcium (Ca2+) level in the blood serum. The normal range for total calcium is 2.1–2.6 mmol/L (8.8–10.7 mg/dL, 4.3–5.2 mEq/L), with levels greater than 2.6 mmol/L defined as hypercalcemia.",
  "stress incontinence": "Stress incontinence, also known as stress urinary incontinence (SUI) or effort incontinence is a form of urinary incontinence. It is due to inadequate closure of the bladder outlet by the urethral sphincter.",
  "varicose veins": "Varicose veins, also known as varicoses, are a medical condition in which superficial veins become enlarged and twisted. Although usually just a cosmetic ailment, in some cases they cause fatigue, pain, itching, and nighttime leg cramps.",
  "benign kidney cyst": "Descripción no disponible.",
  "hydrocele of the testicle": "Descripción no disponible.",
  "degenerative disc disease": "Degenerative disc disease (DDD) is a medical condition typically brought on by the aging process in which there are anatomic changes and possibly a loss of function of one or more intervertebral discs of the spine. DDD can take place with or without symptoms, but is typically identified once symptoms arise.",
  "hirsutism": "Hirsutism is excessive body hair on parts of the body where hair is normally absent or minimal. The word is from early 17th century: from Latin hirsutus meaning \"hairy\".",
  "dislocation of the foot": "Descripción no disponible.",
  "hydronephrosis": "Hydronephrosis describes hydrostatic dilation of the renal pelvis and calyces as a result of obstruction to urine flow downstream.  Alternatively, hydroureter describes the dilation of the ureter, and hydronephroureter describes the dilation of the entire upper urinary tract (both the renal pelvicalyceal system and the ureter).",
  "diverticulosis": "Diverticulosis is the condition of having multiple pouches (diverticula) in the colon that are not inflamed. These are outpockets of the colonic mucosa and submucosa through weaknesses of muscle layers in the colon wall.",
  "pain after an operation": "Descripción no disponible.",
  "huntington disease": "Huntington's disease (HD), also known as Huntington's chorea, is an incurable neurodegenerative disease that is mostly inherited. It typically presents as a triad of progressive psychiatric, cognitive, and motor symptoms.",
  "lymphoma": "Lymphoma is a group of blood and lymph tumors that develop from lymphocytes (a type of white blood cell). The name typically refers to just the cancerous versions rather than all such tumours.",
  "dermatitis due to sun exposure": "Descripción no disponible.",
  "anemia due to chronic kidney disease": "Descripción no disponible.",
  "injury to internal organ": "Descripción no disponible.",
  "scleritis": "Scleritis is a serious inflammatory disease that affects the white outer coating of the eye, known as the sclera. The disease is often contracted through association with other diseases of the body, such as granulomatosis with polyangiitis or rheumatoid arthritis.",
  "pterygium": "A pterygium (pl.: pterygia or pterygiums) is any wing-like triangular membrane occurring in the neck, eyes, knees, elbows, ankles or digits.\nThe term comes from the Greek word pterygion meaning \"wing\".",
  "fungal infection of the skin": "Dermatophytosis, also known as tinea and ringworm, is a fungal infection of the skin (a dermatomycosis), that may affect skin, hair, and nails. Typically it results in a red, itchy, scaly, circular rash.",
  "insulin overdose": "Descripción no disponible.",
  "syndrome of inappropriate secretion of adh (siadh)": "Descripción no disponible.",
  "foreign body in the ear": "Descripción no disponible.",
  "premenstrual tension syndrome": "Premenstrual syndrome (PMS) is a disruptive set of emotional and physical symptoms that regularly occur in the one to two weeks before the start of each menstrual period. Symptoms resolve around the time menstrual bleeding begins.",
  "orbital cellulitis": "Orbital cellulitis  is inflammation of eye tissues behind the orbital septum. It is most commonly caused by an acute spread of infection into the eye socket from either the adjacent sinuses or through the blood.",
  "injury to the leg": "Descripción no disponible.",
  "hepatic encephalopathy": "Hepatic encephalopathy (HE) is an altered level of consciousness as a result of liver failure. Its onset may be gradual or sudden.",
  "bone cancer": "A bone tumor is an abnormal growth of tissue in bone, traditionally classified as noncancerous (benign) or cancerous (malignant). Cancerous bone tumors usually originate from a cancer in another part of the body such as from lung, breast, thyroid, kidney and prostate.",
  "syringomyelia": "Syringomyelia is a generic term referring to a disorder in which a cyst or cavity forms within the spinal cord. Often, syringomyelia is used as a generic term before an etiology is determined.",
  "pulmonary fibrosis": "Pulmonary fibrosis is a condition in which the lungs become scarred over time. Symptoms include shortness of breath, a dry cough, feeling tired, weight loss, and nail clubbing.",
  "mitral valve disease": "Mitral regurgitation (MR), also known as mitral insufficiency or mitral incompetence, is a form of valvular heart disease in which the mitral valve is insufficient and does not close properly when the heart pumps out blood. It is the abnormal leaking of blood backwards – regurgitation from the left ventricle, through the mitral valve, into the left atrium, when the left ventricle contracts.",
  "parkinson disease": "Parkinson's disease (PD), or simply Parkinson's, is a neurodegenerative disease primarily of the central nervous system, affecting both motor and non-motor systems. Symptoms typically develop gradually and non-motor issues become more prevalent as the disease progresses.",
  "gout": "Gout ( GOWT) is a form of inflammatory arthritis characterized by recurrent attacks of pain in a red, tender, hot, and swollen joint, caused by the deposition of needle-like crystals of uric acid known as monosodium urate crystals. Pain typically comes on rapidly, reaching maximal intensity in less than 12 hours.",
  "otitis media": "Otitis media is a group of inflammatory diseases of the middle ear. One of the two main types is acute otitis media (AOM), an infection of rapid onset that usually presents with ear pain.",
  "drug abuse (opioids)": "Descripción no disponible.",
  "myelodysplastic syndrome": "A myelodysplastic syndrome (MDS) is one of a group of cancers in which blood cells in the bone marrow do not mature, and as a result, do not develop into healthy blood cells. Early on, no symptoms typically are seen.",
  "fracture of the shoulder": "Descripción no disponible.",
  "acute kidney injury": "Acute kidney injury (AKI), previously called acute renal failure (ARF), is a sudden decrease in kidney function that develops within seven days, as shown by an increase in serum creatinine or a decrease in urine output, or both.\nCauses of AKI are classified as either prerenal (due to decreased blood flow to the kidney), intrinsic renal (due to damage to the kidney itself), or postrenal (due to blockage of urine flow). Prerenal causes of AKI include sepsis, dehydration, excessive blood loss, cardiogenic shock, heart failure, cirrhosis, and certain medications like ACE inhibitors or NSAIDs.",
  "threatened pregnancy": "Descripción no disponible.",
  "intracranial abscess": "Brain abscess (or cerebral abscess) is an abscess within the brain tissue caused by inflammation and collection of infected material coming from local (ear infection, dental abscess, infection of paranasal sinuses, infection of the mastoid air cells of the temporal bone, epidural abscess) or remote (lung, heart, kidney etc.) infectious sources. The infection may also be introduced through a skull fracture following a head trauma or surgical procedures.",
  "gum disease": "Periodontal disease, also known as gum disease, is a set of inflammatory conditions affecting the tissues surrounding the teeth. In its early stage, called gingivitis, the gums become swollen and red and may bleed.",
  "open wound from surgical incision": "Descripción no disponible.",
  "gastrointestinal hemorrhage": "Gastrointestinal bleeding (GI bleed), also called gastrointestinal hemorrhage (GIB), is all forms of bleeding in the gastrointestinal tract, from the mouth to the rectum. When there is significant blood loss over a short time, symptoms may include vomiting red blood, vomiting black blood, bloody stool, or black stool.",
  "seborrheic dermatitis": "Seborrhoeic dermatitis (also spelled seborrheic dermatitis in American English) is a long-term skin disorder. Symptoms include flaky, scaly, greasy, and occasionally itchy and inflamed skin.",
  "drug abuse (methamphetamine)": "Descripción no disponible.",
  "torticollis": "Torticollis, also known as wry neck, is an extremely painful, dystonic condition defined by an abnormal, asymmetrical head or neck position, which may be due to a variety of causes. The term torticollis is derived from Latin  tortus 'twisted' and  collum 'neck'.\nThe most common case has no obvious cause, and the pain and difficulty in turning the head usually goes away after a few days, even without treatment in adults.",
  "poisoning due to antihypertensives": "Descripción no disponible.",
  "tension headache": "Tension headache, stress headache, or tension-type headache (TTH), is the most common type of primary headache. The pain usually radiates from the lower back of the head, the neck, the eyes, or other muscle groups in the body typically affecting both sides of the head.",
  "alcohol intoxication": "Alcohol intoxication, commonly described in higher doses as drunkenness or inebriation, and known in overdose as alcohol poisoning, is the behavior and physical effects caused by recent consumption of alcohol. The technical term intoxication in common speech may suggest that a large amount of alcohol has been consumed, leading to accompanying physical symptoms and deleterious health effects.",
  "scurvy": "Scurvy is a deficiency disease (state of malnutrition) resulting from a lack of vitamin C (ascorbic acid). Early symptoms of deficiency include weakness, fatigue, and sore arms and legs.",
  "narcolepsy": "Narcolepsy is a chronic neurological disorder that impairs the ability to regulate sleep–wake cycles, and specifically impacts REM (rapid eye movement) sleep. The symptoms of narcolepsy include excessive daytime sleepiness (EDS), sleep-related hallucinations, sleep paralysis, disturbed nocturnal sleep (DNS), and cataplexy.",
  "food allergy": "A food allergy is an abnormal immune response to food. The symptoms of the allergic reaction may range from mild to severe.",
  "labyrinthitis": "Labyrinthitis is inflammation of the labyrinth, a maze of fluid-filled channels in the inner ear. Vestibular neuritis is inflammation of the vestibular nerve (the nerve in the ear that sends messages related to motion and position to the brain).",
  "anxiety": "Anxiety is an emotion characterised by an unpleasant state of inner turmoil and includes feelings of dread over anticipated events. Anxiety is different from fear in that fear is defined as the emotional response to a present threat, whereas anxiety is the anticipation of a future one.",
  "impulse control disorder": "Impulse-control disorder (ICD) is a class of psychiatric disorders characterized by impulsivity – failure to resist a temptation, an urge, or an impulse; or having the inability to not speak on a thought.\nThe fifth edition of the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders (DSM-5) that was published in 2013 includes a new chapter on disruptive, impulse-control, and conduct disorders covering disorders \"characterized by problems in emotional and behavioral self-control\". Five behavioral stages characterize impulsivity: an impulse, growing tension, pleasure on acting, relief from the urge, and finally guilt (which may or may not arise).",
  "stenosis of the tear duct": "Descripción no disponible.",
  "abscess of nose": "Descripción no disponible.",
  "omphalitis": "Omphalitis of newborn is the medical term for inflammation of the umbilical cord stump in the neonatal newborn period, most commonly attributed to a bacterial infection. Typically immediately after an infant is born, the umbilical cord is cut with a small remnant (often referred to as the stump) left behind.",
  "leukemia": "Leukemia (also spelled leukaemia; pronounced  loo-KEE-mee-ə) is a group of blood cancers that usually begin in the bone marrow and produce high numbers of abnormal blood cells. These blood cells are not fully developed and are called blasts or leukemia cells.",
  "bell palsy": "Bell's palsy is a type of facial paralysis that results in a temporary inability to control the facial muscles on the affected side of the face. In most cases, the weakness is temporary and significantly improves over weeks.",
  "conjunctivitis due to allergy": "Descripción no disponible.",
  "drug reaction": "An adverse drug reaction (ADR) is a harmful, unintended result caused by taking medication.: 1.1 Adverse Drug Reaction (ADR)  ADRs may occur following a single dose or prolonged administration of a drug or may result from the combination of two or more drugs. The meaning of this term differs from the term \"side effect\" because side effects can be beneficial as well as detrimental.",
  "adrenal cancer": "An adrenal tumor or adrenal mass is any benign or malignant neoplasms of the adrenal gland, several of which are notable for their ability to overproduce endocrine hormones. Adrenal cancer is the presence of malignant adrenal tumors, which include neuroblastoma, adrenocortical carcinoma and some adrenal pheochromocytomas.",
  "myopia": "Myopia, also known as near-sightedness and short-sightedness, is an eye condition where light from distant objects focuses in front of, instead of on, the retina. As a result, distant objects appear blurry, while close objects appear normal.",
  "osteoarthritis": "Osteoarthritis is a type of degenerative joint disease that results from breakdown of joint cartilage and underlying bone. A form of arthritis, it is believed to be the fourth leading cause of disability in the world, affecting 1 in 7 adults in the United States alone.",
  "thyroid disease": "Thyroid disease is a medical condition that affects the structure and/or function of the thyroid gland. The thyroid gland is located at the front of the neck and produces thyroid hormones that travel through the blood to help regulate many other organs, meaning that it is an endocrine organ.",
  "pharyngitis": "Pharyngitis is inflammation of the back of the throat, known as the pharynx. It typically results in a sore throat and fever.",
  "chronic rheumatic fever": "Descripción no disponible.",
  "hypocalcemia": "Hypocalcemia is a medical condition characterized by low calcium levels in the blood serum. The normal range of blood calcium is typically between 2.1–2.6 mmol/L (8.8–10.7 mg/dL, 4.3–5.2 mEq/L), while levels less than 2.1 mmol/L are defined as hypocalcemic.",
  "macular degeneration": "Macular degeneration, also known as age-related macular degeneration (AMD or ARMD), is a medical condition which may result in blurred or no vision in the center of the visual field. Early on there are often no symptoms.",
  "pneumonia": "Pneumonia is an inflammatory condition of the lung primarily affecting the small air sacs known as alveoli. Symptoms typically include some combination of productive or dry cough, chest pain, fever, and difficulty breathing.",
  "cold sore": "A cold sore is a type of herpes infection caused by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores.",
  "premature ventricular contractions (pvcs)": "Descripción no disponible.",
  "testicular cancer": "Testicular cancer is cancer that develops in the testicles, a part of the male reproductive system. Symptoms may include a lump in the testicle or swelling or pain in the scrotum.",
  "hydrocephalus": "Hydrocephalus is a condition in which cerebrospinal fluid (CSF) builds up within the brain, which can cause pressure to increase in the skull. Symptoms may vary according to age.",
  "breast cancer": "Breast cancer is a cancer that develops from breast tissue. Signs of breast cancer may include a lump in the breast, a change in breast shape, dimpling of the skin, milk rejection, fluid coming from the nipple, a newly inverted nipple, or a red or scaly patch of skin.",
  "anemia due to malignancy": "Descripción no disponible.",
  "esophageal varices": "Esophageal varices are extremely dilated sub-mucosal veins in the lower third of the esophagus. They are most often a consequence of portal hypertension, commonly due to cirrhosis.",
  "endometrial cancer": "Endometrial cancer is a cancer that arises from the endometrium (the lining of the uterus or womb). It is the result of the abnormal growth of cells that can invade or spread to other parts of the body.",
  "cystic fibrosis": "Cystic fibrosis (CF) is a genetic disorder inherited in an autosomal recessive manner that impairs the normal clearance of mucus from the lungs, which facilitates the colonization and infection of the lungs by bacteria, notably Staphylococcus aureus. CF is a rare genetic disorder that affects mostly the lungs, but also the pancreas, liver, kidneys, and intestine.",
  "intertrigo (skin condition)": "Descripción no disponible.",
  "parathyroid adenoma": "A parathyroid adenoma is a benign tumor of the parathyroid gland. It generally causes hyperparathyroidism; there are very few reports of parathyroid adenomas that were not associated with hyperparathyroidism.\nA human being usually has four parathyroid glands located on the posterior surface of the thyroid in the neck.",
  "glucocorticoid deficiency": "Glucocorticoid deficiency is a condition where the body doesn't produce enough glucocorticoid hormones.",
  "temporomandibular joint disorder": "Temporomandibular joint dysfunction (TMD, TMJD) is an umbrella term covering pain and dysfunction of the muscles of mastication (the muscles that move the jaw) and the temporomandibular joints (the joints which connect the mandible to the skull). The most important feature is pain, followed by restricted mandibular movement, and noises from the temporomandibular joints (TMJ) during jaw movement.",
  "wilson disease": "Wilson's disease (also called hepatolenticular degeneration) is a genetic disorder characterized by the excess build-up of copper in the body. Symptoms are typically related to the brain and liver.",
  "vesicoureteral reflux": "Vesicoureteral reflux (VUR), also known as vesicoureteric reflux, is a condition in which urine flows retrograde, or backward, from the bladder into one or both ureters and then to the renal calyx or kidneys. Urine normally travels in one direction (forward, or anterograde) from the kidneys to the bladder via the ureters, with a one-way valve at the vesicoureteral (ureteral-bladder) junction preventing backflow.",
  "vitamin a deficiency": "Vitamin A deficiency (VAD) or hypovitaminosis A is a lack of vitamin A in blood and tissues. It is common in poorer countries, especially among children and women of reproductive age, but is rarely seen in more developed countries.",
  "gonorrhea": "Gonorrhoea or gonorrhea, colloquially known as the clap, is a sexually transmitted infection (STI) caused by the bacterium Neisseria gonorrhoeae. Infection may involve the genitals, mouth, or rectum.",
  "fracture of the rib": "Descripción no disponible.",
  "ependymoma": "An ependymoma is a tumor that arises from the ependyma, a tissue of the central nervous system. Usually, in pediatric cases the location is intracranial, while in adults it is spinal.",
  "hepatitis due to a toxin": "Descripción no disponible.",
  "vaginal cyst": "Vaginal cysts are uncommon benign cysts that develop in the vaginal wall. The type of epithelial tissue lining a cyst is used to classify these growths.",
  "open wound of the shoulder": "Descripción no disponible.",
  "ectopic pregnancy": "Ectopic pregnancy is a complication of pregnancy in which the embryo attaches outside the uterus. Signs and symptoms classically include abdominal pain and vaginal bleeding, but fewer than 50 percent of affected women have both of these symptoms.",
  "chronic knee pain": "Descripción no disponible.",
  "pinguecula": "A pinguecula is a common type of conjunctival stromal degeneration in the eye. It appears as an elevated yellow-white plaque in the bulbar conjunctiva near the limbus.",
  "hypergammaglobulinemia": "Hypergammaglobulinemia is a medical condition with elevated levels of gamma globulin. It is a type of immunoproliferative disorder.",
  "alcohol abuse": "Alcohol abuse encompasses a spectrum of alcohol-related substance abuse. This spectrum can range from being mild, moderate, or severe.",
  "carpal tunnel syndrome": "Carpal tunnel syndrome (CTS) is a nerve compression syndrome associated with the collected signs and symptoms of compression  of the median nerve at the carpal tunnel in the wrist. Carpal tunnel syndrome usually has no known cause, but there are environmental and medical risk factors associated with the condition.",
  "pituitary disorder": "A pituitary disease is a disorder primarily affecting the pituitary gland.",
  "kidney stone": "Kidney stone disease is known as renal calculus disease, nephrolithiasis or urolithiasis in medical terminology. \"Renal\" is Latin for kidney, while \"nephro\" is the Greek equivalent.",
  "autism": "Autism, also known as autism spectrum disorder (ASD), is a neurodevelopmental disorder characterized by differences and difficulties in social communication and interaction, a need for predictability, sensory processing differences, focused interests, and repetitive behaviors such as stimming. Formal diagnosis requires significant challenges in multiple domains of life, with characteristics that are atypical or more pronounced than expected for one's age and sociocultural context.",
  "cat scratch disease": "Cat-scratch disease (CSD) is an infectious disease that most often results from a scratch or bite of a cat. Symptoms typically include a non-painful bump or blister at the site of injury and painful and swollen lymph nodes.",
  "chronic glaucoma": "Descripción no disponible.",
  "retinal detachment": "Retinal detachment is a condition where the retina pulls away from the tissue underneath it. It may start in a small area, but without quick treatment, it can spread across the entire retina, leading to serious vision loss and possibly blindness.",
  "aplastic anemia": "Aplastic anemia (AA) is a severe hematologic condition in which the body fails to make blood cells in sufficient numbers. Normally, blood cells are produced in the bone marrow by stem cells that reside there, but patients with aplastic anemia have a deficiency of all blood cell types: red blood cells, white blood cells, and platelets.\nIt occurs most frequently in people in their teens and twenties but is also common among the elderly.",
  "overflow incontinence": "Overflow incontinence is a concept of urinary incontinence, characterized by the involuntary release of urine from an overfull urinary bladder, often in the absence of any urge to urinate. This condition occurs in people who have a blockage of the bladder outlet (benign prostatic hyperplasia, prostate cancer, or narrowing of the urethra), or when the muscle that expels urine from the bladder is too weak to empty the bladder normally.",
  "hemolytic anemia": "Hemolytic anemia or haemolytic anaemia is a form of anemia due to hemolysis, the abnormal breakdown of red blood cells (RBCs), either in the blood vessels (intravascular hemolysis) or elsewhere in the human body (extravascular). This most commonly occurs within the spleen, but also can occur in the reticuloendothelial system or mechanically (prosthetic valve damage).",
  "lateral epicondylitis (tennis elbow)": "Descripción no disponible.",
  "open wound of the eye": "Descripción no disponible.",
  "syphilis": "Syphilis () is a sexually transmitted infection caused by the bacterium Treponema pallidum subspecies pallidum. The signs and symptoms depend on the stage it presents: primary, secondary, latent or tertiary.",
  "diabetic kidney disease": "Diabetic nephropathy, also known as diabetic kidney disease, is the chronic loss of kidney function occurring in those with diabetes mellitus. Diabetic nephropathy is the leading cause of chronic kidney disease (CKD) and end-stage renal disease (ESRD) globally.",
  "nose disorder": "Descripción no disponible.",
  "drug withdrawal": "Drug withdrawal, drug withdrawal syndrome, or substance withdrawal syndrome is the group of symptoms that occur upon the abrupt discontinuation or decrease in the intake of pharmaceutical or recreational drugs.\nIn order for the symptoms of withdrawal to occur, one must have first developed a form of drug dependence. This may occur as physical dependence, psychological dependence, or both.",
  "dental caries": "Tooth decay, also known as caries, is the breakdown of teeth due to acids produced by bacteria. The resulting cavities may be a number of different colors, from yellow to black.",
  "hypercholesterolemia": "Hypercholesterolemia, also called high cholesterol, is the presence of high levels of cholesterol in the blood. It is a form of hyperlipidemia (high levels of lipids in the blood), hyperlipoproteinemia (high levels of lipoproteins in the blood), and dyslipidemia (any abnormalities of lipid and lipoprotein levels in the blood).\nElevated levels of non-HDL cholesterol and LDL in the blood may be a consequence of diet, obesity, inherited (genetic) diseases (such as LDL receptor mutations in familial hypercholesterolemia), or the presence of other diseases such as type 2 diabetes and an underactive thyroid.\nCholesterol is one of three major classes of lipids produced and used by all animal cells to form membranes.",
  "fracture of the patella": "Descripción no disponible.",
  "kidney failure": "Kidney failure, also known as renal failure or end-stage renal disease (ESRD), is a medical condition in which the kidneys can no longer adequately filter waste products from the blood, functioning at less than 15% of normal levels. Kidney failure is classified as either acute kidney failure, which develops rapidly and may resolve; and chronic kidney failure, which develops slowly and can often be irreversible.",
  "fracture of the neck": "Descripción no disponible.",
  "muscle spasm": "A spasm is a sudden involuntary contraction of a muscle, a group of muscles, or a hollow organ, such as the bladder.\nA spasmodic muscle contraction may be caused by many medical conditions, including dystonia. Most commonly, it is a muscle cramp which is accompanied by a sudden burst of pain.",
  "hemophilia": "Haemophilia (British English), or hemophilia (American English) (from Ancient Greek  αἷμα (haîma) 'blood' and  φιλία (philía) 'love of' ki), is a mostly inherited genetic disorder that impairs the body's ability to make blood clots, a process needed to stop bleeding. This results in people bleeding for a longer time after an injury, easy bruising, and an increased risk of bleeding inside joints or the brain.",
  "hyperosmotic hyperketotic state": "Descripción no disponible.",
  "peritonsillar abscess": "A peritonsillar abscess (PTA), also known as a quinsy, is an accumulation of pus due to an infection behind the tonsil. Symptoms include fever, throat pain, trouble opening the mouth, and a change to the voice.",
  "gastroparesis": "Gastroparesis (gastro- from Ancient Greek γαστήρ – gaster, \"stomach\"; and -paresis, πάρεσις – \"partial paralysis\") is a medical disorder of ineffective neuromuscular contractions (peristalsis) of the stomach, resulting in food and liquid remaining in the stomach for a prolonged period. Stomach contents thus exit more slowly into the duodenum of the digestive tract, a medical sign called delayed gastric emptying.",
  "itching of unknown cause": "Descripción no disponible.",
  "polycythemia vera": "In oncology, polycythemia vera (PV) is an uncommon myeloproliferative neoplasm in which the bone marrow makes too many red blood cells. Approximately 98% of PV patients have a JAK2 gene mutation in their blood-forming cells (compared with 0.1-0.2% of the general population).\nMost of the health concerns associated with PV, such as thrombosis, are caused by the blood being thicker as a result of the increased red blood cells.\nPV may be symptomatic or asymptomatic.",
  "thrombocytopenia": "In hematology, thrombocytopenia is a condition characterized by abnormally low levels of platelets (also known as thrombocytes) in the blood. Low levels of platelets in turn may lead to prolonged or excessive bleeding.",
  "head and neck cancer": "Head and neck cancer is a general term encompassing multiple cancers that can develop in the head and neck region. These include cancers of the mouth, tongue, gums and lips (oral cancer), voice box (laryngeal), throat (nasopharyngeal, oropharyngeal, hypopharyngeal), salivary glands, nose and sinuses.",
  "pseudohypoparathyroidism": "Pseudohypoparathyroidism is a rare autosomal dominant genetic condition associated primarily with resistance to the parathyroid hormone. Those with the condition have a low serum calcium and high phosphate, but the parathyroid hormone level (PTH) is inappropriately high (due to the low level of calcium in the blood).",
  "goiter": "A goitre (British English), or goiter (American English), is a swelling in the neck resulting from an enlarged thyroid gland. A goitre can be associated with a thyroid that is not functioning properly.\nWorldwide, over 90% of goitre cases are caused by iodine deficiency.",
  "urge incontinence": "Overactive bladder (OAB) is a common condition where there is a frequent feeling of needing to urinate to a degree that it negatively affects a person's life. The frequent need to urinate may occur during the day, at night, or both.",
  "edward syndrome": "Trisomy 18, also known as Edwards syndrome, is a genetic disorder caused by the presence of a third copy of all or part of chromosome 18. Many parts of the body are affected.",
  "open wound of the arm": "Descripción no disponible.",
  "muscular dystrophy": "Muscular dystrophies (MD) are a genetically and clinically heterogeneous group of rare neuromuscular diseases that cause progressive weakness and breakdown of skeletal muscles over time. The disorders differ as to which muscles are primarily affected, the degree of weakness, how fast they worsen, and when symptoms begin.",
  "mittelschmerz": "Mittelschmerz (German: [ˈmɪtl̩ʃmɛʁt͡s] ) is a term for pain due to ovulation. It occurs mid-cycle (between days 7 and 24) and can last minutes to up to several days.",
  "corneal abrasion": "Corneal abrasion is a scratch to the surface of the cornea of the eye. Symptoms include pain, redness, light sensitivity, and a feeling like a foreign body is in the eye.",
  "anemia of chronic disease": "Anemia of chronic disease (ACD) or anemia of chronic inflammation is a form of anemia seen in chronic infection, chronic immune activation, and malignancy.  These conditions all produce elevation of interleukin-6, which stimulates hepcidin production and release from the liver.",
  "dysthymic disorder": "Dysthymia ( dihs-THIY-mee-uh), known as persistent depressive disorder (PDD) in the DSM-5-TR and dysthymic disorder in ICD-11, is a psychiatric condition marked by symptoms that are similar to those of major depressive disorder, but which persist for at least two years in adults and one year among pediatric populations. The term was introduced by Robert Spitzer in the late 1970s as a replacement for the concept of \"depressive personality.”\nWith the DSM-5's publication in 2013, the condition assumed its current name (i.e., PDD), having been called dysthymic disorder in the DSM's previous edition (DSM-IV), and remaining so in ICD-11.",
  "scarlet fever": "Scarlet fever, also known as scarlatina, is an infectious disease caused by Streptococcus pyogenes, a Group A streptococcus (GAS). It most commonly affects children between five and 15 years of age.",
  "hypertensive heart disease": "Hypertensive heart disease includes a number of complications of high blood pressure that affect the heart. While there are several definitions of hypertensive heart disease in the medical literature, the term is most widely used in the context of the International Classification of Diseases (ICD) coding categories.",
  "drug abuse (barbiturates)": "Descripción no disponible.",
  "polycystic ovarian syndrome (pcos)": "Descripción no disponible.",
  "encephalitis": "Encephalitis is inflammation of the brain. The severity can be variable with symptoms including reduction or alteration in consciousness, aphasia, headache, fever, confusion, a stiff neck, and vomiting.",
  "cyst of the eyelid": "Descripción no disponible.",
  "balanitis": "Balanitis is inflammation of the glans penis. Balanoposthitis is the proper term when the foreskin is also affected.",
  "foreign body in the throat": "Descripción no disponible.",
  "drug abuse (cocaine)": "Descripción no disponible.",
  "optic neuritis": "Optic neuritis (ON) is a debilitating condition that is defined as inflammation of cranial nerve II which results in disruption of the neurologic pathways that allow visual sensory information received by the retina to be able to be transmitted to the visual cortex of the brain. This disorder of the optic nerve may arise through various pathophysiologic mechanisms, such as through demyelination or inflammation, leading to partial or total loss of vision.",
  "alcohol withdrawal": "Alcohol withdrawal syndrome (AWS) is a set of symptoms that can occur following a reduction in or cessation of alcohol use after a period of excessive use. Symptoms typically include anxiety, shakiness, sweating, vomiting, fast heart rate, and a mild fever.",
  "premature atrial contractions (pacs)": "Descripción no disponible.",
  "hemiplegia": "Hemiparesis, also called unilateral paresis, is the weakness of one entire side of the body (hemi- means \"half\"). Hemiplegia, in its most severe form, is the complete paralysis of one entire side of the body.",
  "hammer toe": "A hammer toe, hammertoe or contracted toe is a deformity of the muscles and ligaments of the proximal interphalangeal joint of the second, third, fourth, or fifth toe, bending it into a shape resembling a hammer. In the early stage, a flexible hammertoe is movable at the joints; a rigid hammertoe joint cannot be moved and usually requires surgery.\nMallet toe is a similar condition affecting the distal interphalangeal joint.\nClaw toe is another similar condition, with dorsiflexion of the proximal phalanx on the lesser metatarsophalangeal joint, combined with flexion of both the proximal and distal interphalangeal joints.",
  "open wound of the cheek": "Descripción no disponible.",
  "joint effusion": "A joint effusion is the presence of increased intra-articular fluid.  It may affect any joint.",
  "open wound of the knee": "Descripción no disponible.",
  "meningioma": "Meningioma, also known as meningeal tumor, is typically a slow-growing tumor that forms from the meninges, the membranous layers surrounding the brain and spinal cord. Symptoms depend on the location and occur as a result of the tumor pressing on nearby tissue.",
  "brain cancer": "A brain tumor (sometimes referred to as brain cancer) occurs when a group of cells within the brain turn cancerous and grow out of control, creating a mass. There are two main types of tumors: malignant (cancerous) tumors and benign (non-cancerous) tumors.",
  "placental abruption": "Placental abruption is when the placenta separates early from the uterus, in other words separates before childbirth. It occurs most commonly around 25 weeks of pregnancy.",
  "seasonal allergies (hay fever)": "Descripción no disponible.",
  "lung cancer": "Lung cancer, also known as lung carcinoma, is a malignant tumor that begins in the lung. Lung cancer is caused by genetic damage to the DNA of cells in the airways, often caused by cigarette smoking or inhaling damaging chemicals.",
  "primary kidney disease": "Descripción no disponible.",
  "uterine cancer": "Uterine cancer, also known as womb cancer, includes two types of cancer that develop from the tissues of the uterus. Endometrial cancer forms from the lining of the uterus, and uterine sarcoma forms from the muscles or support tissue of the uterus.",
  "dry eye of unknown cause": "Descripción no disponible.",
  "fibrocystic breast disease": "Fibrocystic breast changes is a condition of the breasts where there may be pain, breast cysts, and breast masses. The breasts may be described as \"lumpy\" or \"doughy\".",
  "fungal infection of the hair": "Descripción no disponible.",
  "tooth abscess": "A dental abscess is a localized collection of pus associated with a tooth. The most common type of dental abscess is a periapical abscess, and the second most common is a periodontal abscess.",
  "envenomation from spider or animal bite": "Descripción no disponible.",
  "vacterl syndrome": "Descripción no disponible.",
  "vertebrobasilar insufficiency": "Vertebrobasilar insufficiency (VBI) describes a temporary set of symptoms due to decreased blood flow (ischemia) in the posterior circulation of the brain.  The posterior circulation supplies the medulla, pons, midbrain, cerebellum and (in 70-80% of people) supplies the posterior cerebellar artery to the thalamus and occipital cortex.",
  "rectal disorder": "Descripción no disponible.",
  "atonic bladder": "Descripción no disponible.",
  "benign paroxysmal positional vertical (bppv)": "Descripción no disponible.",
  "blepharospasm": "Blepharospasm is a neurological disorder characterized by intermittent, involuntary spasms and contractions of the orbicularis oculi (eyelid) muscles around both eyes.  These result in abnormal twitching or blinking, and in the extreme, sustained eyelid closure resulting in functional blindness.\nThe word blepharospasm is derived from the Greek: βλέφαρον / blepharon, eyelid, and σπασμός / spasmos, spasm, an uncontrolled muscle contraction.",
  "sarcoidosis": "Sarcoidosis (; also known as Besnier–Boeck–Schaumann disease) is a disease involving abnormal collections of inflammatory cells that form lumps known as granulomata. The disease usually begins in the lungs, skin, or lymph nodes.",
  "metastatic cancer": "Metastasis is a pathogenic agent's spreading from an initial or primary site to a different or secondary site within the host's body; the term is typically used when referring to metastasis by a cancerous tumor.  The newly pathological sites, then, are metastases (mets).",
  "trigger finger (finger disorder)": "Descripción no disponible.",
  "stye": "A stye, also known as a hordeolum, is a bacterial infection of an oil gland in the eyelid. This results in a red tender bump at the edge of the eyelid.",
  "hemochromatosis": "Iron overload is the abnormal and increased accumulation of total iron in the body, leading to organ damage. The primary mechanism of organ damage is oxidative stress, as elevated intracellular iron levels increase free radical formation via the Fenton reaction.",
  "osteochondroma": "Osteochondroma is the most common benign tumor of bone.\nThe tumors take the form of cartilage-capped bony projections or outgrowth on the surface of bones (exostoses). It is characterized as a type of overgrowth that can occur in any bone where cartilage forms bone.",
  "cushing syndrome": "Cushing's syndrome is a collection of signs and symptoms due to prolonged exposure to glucocorticoids such as cortisol. Signs and symptoms may include high blood pressure, abdominal obesity but with thin arms and legs, reddish stretch marks, a round red face due to facial plethora, a fat lump between the shoulders, weak muscles, weak bones, acne, and fragile skin that heals poorly.",
  "typhoid fever": "Typhoid fever, also known simply as typhoid, is a disease caused by Salmonella enterica serotype Typhi bacteria, also called Salmonella Typhi. Symptoms vary from mild to severe, and usually begin six to 30 days after exposure.",
  "vitreous degeneration": "Descripción no disponible.",
  "atrophic skin condition": "Descripción no disponible.",
  "aspergillosis": "Aspergillosis is a fungal infection of usually the lungs, caused by the genus Aspergillus, a common mold that is breathed in frequently from the air, but does not usually affect most people. It generally occurs in people with lung diseases such as asthma, cystic fibrosis or tuberculosis, or those who are immunocompromised such as those who have had a stem cell or organ transplant or those who take medications such as steroids and some cancer treatments which suppress the immune system.",
  "uterine atony": "Uterine atony is the failure of the uterus to contract adequately following delivery. Contraction of the uterine muscles during labor compresses the blood vessels and slows flow, which helps prevent hemorrhage and facilitates coagulation.",
  "trichinosis": "Trichinosis, also known as trichinellosis, is a parasitic disease caused by roundworms of the Trichinella genus. During the initial infection, invasion of the intestines can result in diarrhea, abdominal pain, and vomiting.",
  "whooping cough": "Whooping cough ( or ), also known as pertussis or the 100-day cough, is a highly contagious, vaccine-preventable bacterial disease. Initial symptoms are usually similar to those of the common cold with a runny nose, fever, and mild cough, but these are followed by two or three months of severe coughing fits.",
  "open wound of the lip": "Descripción no disponible.",
  "subacute thyroiditis": "Subacute thyroiditis refers to a temporal classification of the different forms of thyroiditis based on onset of symptoms. The temporal classification of thyroiditis includes presentation of symptoms in an acute, subacute, or chronic manner.",
  "oral mucosal lesion": "Descripción no disponible.",
  "open wound due to trauma": "Descripción no disponible.",
  "intracerebral hemorrhage": "Intracerebral hemorrhage (ICH), also known as hemorrhagic stroke, is a sudden bleeding into the tissues of the brain (i.e. the parenchyma), into its ventricles, or into both.",
  "alzheimer disease": "Alzheimer's disease (AD) is a neurodegenerative disease and the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events.",
  "vaginismus": "Vaginismus is a condition in which involuntary muscle spasm interferes with vaginal intercourse or other penetration of the vagina. This often results in pain with attempts at sex.",
  "systemic lupus erythematosis (sle)": "Descripción no disponible.",
  "premature ovarian failure": "Primary ovarian insufficiency (POI), also called premature ovarian insufficiency and premature ovarian failure, is the partial or total loss of reproductive and hormonal function of the ovaries before age 40 because of follicular (egg producing area) dysfunction or early loss of eggs. POI can be seen as part of a continuum of changes leading to menopause that differ from age-appropriate menopause in the age of onset, degree of symptoms, and sporadic return to normal ovarian function.",
  "thoracic outlet syndrome": "Thoracic outlet syndrome (TOS) is a condition in which there is compression of the nerves, arteries, or veins in the superior thoracic aperture, the passageway from the lower neck to the armpit, also known as the thoracic outlet. There are three main types: neurogenic, venous, and arterial.",
  "ganglion cyst": "A ganglion cyst is a fluid-filled bump associated with a joint or tendon sheath. It most often occurs at the back of the wrist, followed by the front of the wrist.\nThe cause is unknown.",
  "dislocation of the knee": "Descripción no disponible.",
  "crohn disease": "Crohn's disease is a type of inflammatory bowel disease (IBD) that may affect any segment of the gastrointestinal tract. Symptoms often include abdominal pain, diarrhea, fever, abdominal distension, and weight loss.",
  "postoperative infection": "Descripción no disponible.",
  "folate deficiency": "Folate deficiency, also known as vitamin B9 deficiency, is a low level of folate and derivatives in the body. This may result in megaloblastic anemia in which red blood cells become abnormally large, and folate deficiency anemia is the term given for this medical condition.",
  "fluid overload": "Hypervolemia, also known as fluid overload, is the medical condition where there is too much fluid in the blood. The opposite condition is hypovolemia, which is too little fluid volume in the blood.",
  "atrial flutter": "Atrial flutter (AFL) is a common abnormal heart rhythm that starts in the atrial chambers of the heart.  When it first occurs, it is usually associated with a fast heart rate and is classified as a type of supraventricular tachycardia (SVT)."
}