{
  "panic disorder": "El trastorno de pánico es un trastorno mental, específicamente un trastorno de ansiedad, caracterizado por ataques de pánico inesperados. Los ataques de pánico son períodos repentinos de miedo intenso que pueden incluir palpitaciones, sudoración, temblor, falta de aliento, entumecimiento o una sensación de fatalidad inminente.",
  "vocal cord polyp": "Los nódulos de la cuerda vocal son masas blancas benignas bilateralmente simétricas (nódulos) que se forman en el punto medio de los pliegues vocales. Aunque el diagnóstico implica un examen físico de la cabeza y el cuello, así como las medidas de voz perceptivas, la visualización de los nódulos vocales a través de la endoscopia laríngea sigue siendo el método de diagnóstico primario.",
  "turner syndrome": "El síndrome de Turner (TS), comúnmente conocido como 45, X o 45, x0, es un trastorno cromosómico en el que las células de las mujeres tienen solo un cromosoma X en lugar de dos, o les faltan parcialmente un cromosoma X (par1 de cromosoma sexual) que conduce a la deleción completa o parcial de las regiones pseudoautosomales (par1, par1, par2) en la deleción x cromosoma afectada. Por lo general, las personas tienen dos cromosomas sexuales (xx para mujeres o XY para hombres).",
  "cryptorchidism": "El criptorquidismo, también conocido como testículos no descendidos, es el fracaso de uno o ambos testículos para descender al escroto. La Palabra es del antiguo griego κρυπτός (Kryptos) 'Oculto' y ὄρχις (Orchis) 'Testicle'.",
  "poisoning due to ethylene glycol": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "atrophic vaginitis": "La vaginitis atrófica es la inflamación de la vagina como resultado del adelgazamiento del tejido debido a los bajos niveles de estrógenos. Los síntomas pueden incluir dolor durante el sexo penetrante, picazón vaginal o sequedad, y la necesidad de orinar o arder con orina.",
  "fracture of the hand": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "cellulitis or abscess of mouth": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "eye alignment disorder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "headache after lumbar puncture": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "pyloric stenosis": "La estenosis pilórica es un estrechamiento de la abertura del estómago a la primera parte del intestino delgado (el Pylorus). Los síntomas incluyen vómitos de proyectiles sin la presencia de bilis.",
  "salivary gland disorder": "Las enfermedades de la glándula salival (SGD) son múltiples y variadas en la causa. Hay tres glándulas salivales principales emparejadas en humanos: las glándulas parótidas, las glándulas submandibulares y las glándulas sublinguales.",
  "osteochondrosis": "La osteocondrosis es una familia de enfermedades ortopédicas de la articulación que ocurren en niños, adolescentes y animales de rápido crecimiento, particularmente cerdos, caballos, perros y pollos de asador. Se caracterizan por la interrupción del suministro de sangre de un hueso, en particular a la epífisis, seguido de necrosis ósea localizada, y más tarde, el rebrote del hueso.",
  "injury to the knee": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "metabolic disorder": "Un trastorno metabólico es un trastorno que altera negativamente el procesamiento y la distribución de macronutrientes del cuerpo, como proteínas, grasas y carbohidratos. Los trastornos metabólicos pueden ocurrir cuando las reacciones químicas anormales en el cuerpo alteran el proceso metabólico normal.",
  "vaginitis": "La vaginitis, también conocida como vulvovaginitis, es la inflamación de la vagina y la vulva. Los síntomas pueden incluir picazón, ardor, dolor, secreción y un mal olor.",
  "sick sinus syndrome": "La disfunción del nodo sinusal (SND), también conocido como síndrome del seno enfermo (SSS), es un grupo de ritmos cardíacos anormales (arritmias) generalmente causados ​​por un mal funcionamiento del nodo sinusal, el marcador principal del corazón. El síndrome de Tachycardia-Bradycardia es una variante del síndrome del seno enfermo en el que la arritmia alterna entre las frecuencias cardíacas rápidas y lentas.",
  "tinnitus of unknown cause": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "glaucoma": "El glaucoma es un grupo de enfermedades oculares que puede provocar daños del nervio óptico. El nervio óptico transmite información visual del ojo al cerebro.",
  "eating disorder": "Un trastorno alimentario es un trastorno mental definido por comportamientos alimenticios anormales que afectan negativamente la salud física o mental de una persona. Estos comportamientos pueden incluir comer demasiada comida o muy poca comida.",
  "transient ischemic attack": "Un ataque isquémico transitorio (TIA), comúnmente conocido como mini accidente cerebrovascular, es un derrame cerebral temporal (transitorio) con síntomas notables que terminan en 24 horas. Un TIA causa los mismos síntomas asociados con un accidente cerebrovascular, como debilidad o entumecimiento en un lado del cuerpo, atenuación repentina o pérdida de visión, dificultad para hablar o comprender el lenguaje o el habla arrastrada.\nTodas las formas de accidente cerebrovascular, incluida una TIA, resultan de una interrupción en el flujo sanguíneo al sistema nervioso central.",
  "pyelonephritis": "La pielonefritis es la inflamación del riñón, típicamente debido a una infección bacteriana. Los síntomas a menudo incluyen fiebre y ternura del flanco.",
  "rotator cuff injury": "La tendinopatía del manguito rotador es un proceso de senescencia.  La fisiopatología es la degeneración mucoide.",
  "chronic pain disorder": "El dolor crónico es el dolor que persiste o se repite por más de 3 meses. También se conoce como dolor de ardor gradual, dolor eléctrico, dolor palpitante y dolor nauseabundo.",
  "problem during pregnancy": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "liver cancer": "El cáncer de hígado, también conocido como cáncer hepático, cáncer hepático primario o malignidad hepática primaria, es el cáncer que comienza en el hígado. El cáncer de hígado puede ser primario en el que el cáncer comienza en el hígado, o puede ser metástasis del hígado, o secundaria, en el que el cáncer se propaga desde otras partes del cuerpo hasta el hígado.",
  "atelectasis": "La atelectasis es el colapso parcial o el cierre de un pulmón que resulta en una reducción o ausencia en el intercambio de gases.  Por lo general, es unilateral, que afecta la parte o todo un pulmón.",
  "injury to the hand": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "choledocholithiasis": "La piedra del conducto biliar común, también conocida como coledocolitiasis, es la presencia de cálculos biliares en el conducto biliar común (CBD) (por lo tanto, la litiasis coledocho- +). Esta condición puede causar ictericia y daño en las células hepáticas.",
  "injury to the hip": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "cirrhosis": "La cirrosis, también conocida como cirrosis hepática o cirrosis hepática, insuficiencia hepática crónica o insuficiencia hepática crónica y enfermedad hepática en etapa terminal, es una condición crónica del hígado en el que el tejido en funcionamiento normal, o el parénquima se reemplaza con tejido pico (fibrosis) y nódulos regenerativos como resultado de la enfermedad hepática crónica. El daño al hígado conduce a la reparación del tejido hepático y la posterior formación de tejido cicatricial.",
  "thoracic aortic aneurysm": "Un aneurisma aórtico torácico es un aneurisma aórtico que se presenta principalmente en el tórax.\nUn aneurisma aórtico torácico es el \"globo\" del aspecto superior de la aorta, sobre el diafragma. No tratados o no reconocidos pueden ser fatales debido a la disección o \"estallido\" del aneurisma, lo que lleva a una muerte casi instantánea.",
  "subdural hemorrhage": "Un hematoma subdural (SDH) es un tipo de sangrado en el que una colección de sangre, generalmente pero no siempre asociada con una lesión cerebral traumática, entre la capa interna de la duramadre y la materia aracnoidea de las meninges que rodean el cerebro. Por lo general, resulta de las rasgaduras en las venas de puente que cruzan el espacio subdural.\nLos hematomas subdurales pueden causar un aumento en la presión dentro del cráneo, lo que a su vez puede causar compresión y daño al delicado tejido cerebral.",
  "diabetic retinopathy": "La retinopatía diabética (también conocida como enfermedad ocular diabética) es una condición médica en la que se produce daño a la retina debido a la diabetes. Es una causa principal de ceguera en los países desarrollados y una de las principales causas de pérdida de visión en el mundo, a pesar de que hay muchas terapias nuevas y mejores tratamientos para ayudar a las personas a vivir con diabetes.\nLa retinopatía diabética afecta hasta el 80 por ciento de los que han tenido diabetes tipo 1 y tipo 2 durante 20 años o más.",
  "fibromyalgia": "La fibromialgia (FM) es un síndrome somático funcional con síntomas de dolor crónico generalizado, acompañado de fatiga, alteración del sueño, incluido el despertar sin refrescar y síntomas cognitivos. Otros síntomas pueden incluir dolores de cabeza, dolor abdominal inferior o calambres, y depresión.",
  "ischemia of the bowel": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "fetal alcohol syndrome": "Los trastornos del espectro de alcohol fetal (FASDS) son un grupo de afecciones que pueden ocurrir en una persona expuesta al alcohol durante la gestación. FASD afecta a 1 de cada 20 estadounidenses, pero está altamente diagnosticado y no diagnosticado.\nLas diversas formas de la condición (en orden de la más grave a menos severa) son: síndrome de alcohol fetal (FAS), síndrome parcial de alcohol fetal (PFAS), trastorno neurodesarrollo relacionado con el alcohol (ARND) y trastorno neuroconioral asociado con la exposición prenatal al alcohol (ND-PAE).",
  "peritonitis": "La peritonitis es la inflamación del peritoneo localizado o generalizado, el revestimiento de la pared interna del abdomen y la cubierta de los órganos abdominales. Los síntomas pueden incluir dolor severo, hinchazón del abdomen, fiebre o pérdida de peso.",
  "injury to the abdomen": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "acute pancreatitis": "La pancreatitis aguda (AP) es una inflamación repentina del páncreas. Las causas incluyen una piedra biliar afectada en el conducto biliar común o el conducto pancreático, consumo de alcohol pesado, enfermedad sistémica, trauma, niveles elevados de calcio, hipertrigliceridemia (con triglicéridos que generalmente son muy elevados, más de 1000 mg/dl), ciertas medicamentos, causas hereditarias y, en niños, americanas.",
  "thrombophlebitis": "La tromboflebitis es una flebitis (inflamación de una vena) relacionada con un trombo (coágulo de sangre). Cuando ocurre repetidamente en diferentes ubicaciones, se conoce como tromboflebitis migrans (tromboflebitis migratoria).",
  "asthma": "El asma es una enfermedad inflamatoria común a largo plazo de las vías respiratorias de los pulmones. Se caracteriza por síntomas variables y recurrentes, obstrucción de flujo de aire reversible y broncoespasmos fácilmente activados.",
  "foreign body in the vagina": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "restless leg syndrome": "El síndrome de las piernas inquietas (RLS), también conocido como enfermedad de Willis -Ekbom (WED), es un trastorno neurológico, generalmente crónico, que causa una urgencia abrumadora de mover las piernas. A menudo hay una sensación desagradable en las piernas que mejora temporalmente al moverlas.",
  "emphysema": "El enfisema es cualquier ampliación llena de aire en los tejidos del cuerpo. El enfisema más común se refiere al agrandamiento permanente de los espacios de aire (alvéolos) en los pulmones, y también se conoce como enfisema pulmonar.\nEl enfisema es una enfermedad del tracto respiratorio inferior, caracterizado por espacios llenos de aire agrandados en los pulmones, que pueden variar en tamaño y pueden ser muy grandes.",
  "cysticercosis": "La quisticercosis es una infección tisular causada por la forma joven de la tenia de cerdo. Las personas pueden tener pocos o ningún síntoma durante años.",
  "induced abortion": "El aborto es la terminación temprana de un embarazo mediante la extracción o expulsión de un embrión o feto. Un aborto que ocurre sin intervención se conoce como aborto espontáneo o \"aborto espontáneo\"; Estos ocurren en aproximadamente el 30% al 40% de todos los embarazos.",
  "teething syndrome": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "infectious gastroenteritis": "La gastroenteritis, también conocida como diarrea infecciosa, es una inflamación del tracto gastrointestinal que incluye el estómago y el intestino. Los síntomas pueden incluir diarrea, vómitos y dolor abdominal.",
  "acute sinusitis": "La sinusitis, también conocida como rinosinusitis, es una inflamación de las membranas mucosas que bordean los senos de los senos resultantes en síntomas que pueden incluir la producción de moco nasal grueso, congestión nasal, congestión facial, dolor facial, presión facial, pérdida de olfato o fiebre.\nLa sinusitis es una afección que afecta tanto a los niños como a los adultos. Es causada por una combinación de factores de salud ambientales y individuales de una persona.",
  "substance-related mental disorder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "postpartum depression": "La depresión posparto (PPD), también llamada depresión perinatal, es un trastorno del estado de ánimo que puede ser experimentado por mujeres embarazadas o posparto. Los síntomas incluyen tristeza extrema, baja energía, ansiedad, episodios de llanto, irritabilidad y cambios extremos en los patrones de dormir o comer.",
  "coronary atherosclerosis": "La aterosclerosis es un patrón de arteriosclerosis de la enfermedad, caracterizado por el desarrollo de anormalidades llamadas lesiones en las paredes de las arterias. Esta es una enfermedad inflamatoria crónica que involucra muchos tipos de células diferentes y está impulsada por niveles elevados de colesterol en la sangre.",
  "spondylitis": "La espondilitis es una inflamación de las vértebras. Es una forma de espondilopatía.",
  "pituitary adenoma": "Los adenomas pituitarios son tumores que ocurren en la glándula pituitaria. La mayoría de los tumores pituitarios son benignos, aproximadamente el 35% son invasivos y solo 0.1% a 0.2% son carcinomas.",
  "uterine fibroids": "Los fibromas uterinos, también conocidos como leiomiomas uterinos, fibromioma o fibromas, son tumores benignos del músculo liso del útero, parte del sistema reproductivo femenino.  La mayoría de las personas con fibromas no tienen síntomas, mientras que otras pueden tener períodos dolorosos o pesados.",
  "idiopathic nonmenstrual bleeding": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "chalazion": "Un qualazión (; chalazia plural o chalaziones) o quiste Meibomian no es un quiste sino un granuloma en el párpado que resulta de una glándula meibomiana bloqueada. Por lo general, ocurre en el medio del párpado, rojo y no doloroso.",
  "ovarian torsion": "La torsión ovárica (OT) o la torsión anormal es una condición anormal en la que un ovario gira en su unión a otras estructuras, de modo que el flujo sanguíneo disminuye. Los síntomas generalmente incluyen dolor pélvico en un lado.",
  "retinopathy due to high blood pressure": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "vaginal yeast infection": "La infección vaginal de la levadura, también conocida como vulvovaginitis candidal y la aftas vaginal, es un crecimiento excesivo de la levadura en la vagina que resulta en irritación. El síntoma más común es la picazón vaginal, que puede ser grave.",
  "mastoiditis": "La mastoiditis es el resultado de una infección que se extiende a las células de aire del cráneo detrás del oído.  Específicamente, es una inflamación del revestimiento mucoso del sistema de antro mastoides y de células de aire mastoides dentro del proceso mastoideo.",
  "lung contusion": "Una contusión pulmonar, también conocida como contusión pulmonar, es un hematoma del pulmón, causada por el trauma en el pecho. Como resultado del daño a los capilares, la sangre y otros líquidos se acumulan en el tejido pulmonar.",
  "hypertrophic obstructive cardiomyopathy (hocm)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "ingrown toe nail": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "pulmonary eosinophilia": "La eosinofilia es una condición en la que el recuento de eosinófilos en la sangre periférica supera los 5 × 108/L (500/μl). La hipereosinofilia es una elevación en el recuento de eosinófilos circulantes de un individuo por encima de 1.5 × 109/L (es decir,",
  "corneal disorder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "foreign body in the gastrointestinal tract": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "endophthalmitis": "La endoftalmitis, o endoftalmia, es la inflamación de la cavidad interior del ojo, generalmente causada por una infección. Es una posible complicación de todas las cirugías intraoculares, particularmente la cirugía de cataratas, y puede provocar la pérdida de visión o pérdida del ojo en sí.",
  "intestinal malabsorption": "La malabsorción es un estado que surge de la anormalidad en la absorción de nutrientes alimenticios en el tracto gastrointestinal (GI). El deterioro puede ser de nutrientes individuales o múltiples dependiendo de la anormalidad.",
  "viral warts": "Las verrugas son crecimiento viral no canceroso que generalmente ocurren en las manos y los pies, pero que también pueden afectar otros lugares, como los genitales o la cara. Una o muchas verrugas pueden aparecer.",
  "hyperhidrosis": "La hiperhidrosis es una condición médica en la que una persona exhibe sudoración excesiva, más de lo requerido para la regulación de la temperatura corporal. Aunque es principalmente una carga física, la hiperhidrosis puede deteriorar la calidad de vida de las personas afectadas, lo que con frecuencia conduce a consecuencias psicológicas, físicas y sociales.",
  "stroke": "El accidente cerebrovascular es una condición médica en la que el flujo sanguíneo deficiente a una parte del cerebro causa la muerte celular. Hay dos tipos principales de accidente cerebrovascular: isquémico, debido a la falta de flujo sanguíneo y hemorrágico, debido al sangrado.",
  "pilonidal cyst": "La enfermedad pilonidal es un tipo de infección de la piel que generalmente ocurre como un quiste entre las mejillas de las nalgas y, a menudo, en el extremo superior. Los síntomas pueden incluir dolor, hinchazón y enrojecimiento.",
  "crushing injury": "Una lesión de aplastamiento es una lesión por un objeto que causa compresión del cuerpo. Esta forma de lesión es rara en la práctica civil normal, pero es común después de un desastre natural.",
  "normal pressure hydrocephalus": "La hidrocefalia de presión normal (NPH), también llamada hidrocefalia malresorptiva, es una forma de comunicación de hidrocefalia en la que el exceso de líquido cerebroespinal (LCR) se acumula en los ventrículos, que conduce a una presión de líquido cerebroespinal normal o ligeramente elevada. La acumulación de líquidos hace que los ventrículos se agranden y la presión dentro de la cabeza aumente, comprimiendo el tejido cerebral circundante y conduciendo a complicaciones neurológicas.",
  "alopecia": "La pérdida de cabello, también conocida como alopecia o calvicie, se refiere a una pérdida de cabello de parte de la cabeza o el cuerpo. Por lo general, al menos la cabeza está involucrada.",
  "hashimoto thyroiditis": "La tiroiditis de Hashimoto, también conocida como tiroiditis linfocítica crónica, enfermedad de Hashimoto y tiroiditis autoinmune, es una enfermedad autoinmune en la que la glándula tiroides se destruye gradualmente.\nAl principio, los síntomas no se pueden notar. Con el tiempo, la tiroides puede ampliarse, formando un bocio indoloro.",
  "flat feet": "Los pies planos, también llamados Pes Planus o Arches caídos, es una deformidad postural en la que el colapso de los arcos del pie, con toda la suela del pie que entra en contacto completo o casi completo con el suelo. A veces los niños nacen con pies planos (congénitos).",
  "nonalcoholic liver disease (nash)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "hemarthrosis": "La hemartrosis es un sangrado en los espacios articulares. Es una característica común de la hemofilia.",
  "pelvic organ prolapse": "El prolapso del órgano pélvico (POP) se caracteriza por el descenso de los órganos pélvicos desde sus posiciones normales hacia la vagina. En las mujeres, la condición generalmente ocurre cuando el piso pélvico se derrumba después del tratamiento con cáncer ginecológico, parto o levantamiento pesado.",
  "fracture of the arm": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "coagulation (bleeding) disorder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "intracranial hemorrhage": "La hemorragia intracraneal (ICH) se refiere a cualquier forma de sangrado dentro del cráneo. Puede resultar de trauma, anomalías vasculares, hipertensión u otras afecciones médicas.",
  "hyperkalemia": "La hipercalemia es un nivel elevado de potasio (K+) en la sangre. Los niveles normales de potasio están entre 3.5 y 5.0 mmol/L (3.5 y 5.0 mEq/L) con niveles superiores a 5.5 mmol/L definidos como hipercalemia.",
  "cornea infection": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "abscess of the lung": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "dengue fever": "La fiebre del dengue es una enfermedad transmitida por mosquitos causada por el virus del dengue, prevalente en áreas tropicales y subtropicales. Las infecciones asintomáticas son poco comunes, los casos suaves ocurren con frecuencia; Si aparecen síntomas, generalmente comienzan de 3 a 14 días después de la infección.",
  "chronic sinusitis": "La sinusitis, también conocida como rinosinusitis, es una inflamación de las membranas mucosas que bordean los senos de los senos resultantes en síntomas que pueden incluir la producción de moco nasal grueso, congestión nasal, congestión facial, dolor facial, presión facial, pérdida de olfato o fiebre.\nLa sinusitis es una afección que afecta tanto a los niños como a los adultos. Es causada por una combinación de factores de salud ambientales y individuales de una persona.",
  "cholesteatoma": "El colesteatoma es un crecimiento destructivo y en expansión que consiste en el epitelio escamosos queratinizantes en el oído medio y/o el proceso mastoideo. Los colesteatomas no son cancerosos como su nombre puede sugerir, pero pueden causar problemas significativos debido a sus propiedades erosivas y de expansión.",
  "volvulus": "Un volvulus es cuando un bucle de intestino se tuerce a su alrededor y el mesenterio que lo respalda, lo que resulta en una obstrucción intestinal. Los síntomas incluyen dolor abdominal, hinchazón abdominal, vómitos, estreñimiento y heces sangrientas.",
  "injury to the finger": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "poisoning due to analgesics": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "atrial fibrillation": "La fibrilación auricular (AF, Afib o A-fib) es un ritmo cardíaco anormal (arritmia) caracterizado por una paliza rápida e irregular de las cámaras auriculares del corazón. A menudo comienza como cortos períodos de latidos anormales, que se vuelven más largos o continuos con el tiempo.",
  "pinworm infection": "La infección por lombriz (infección por gusano de hilo en el Reino Unido), también conocida como enterobiasis, es una enfermedad parasitaria humana causada por el lombro pinbius vermicularis. El síntoma más común es Prurito Ani, o picazón en el área anal.",
  "urethral valves": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "open wound of the neck": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "achalasia": "La acalasia esofágica, a menudo denominada acalasia, es un fracaso de las fibras del músculo liso para relajarse, lo que puede hacer que el esfínter de esofágico inferior permanezca cerrado. Sin un modificador, la \"acalasia\" generalmente se refiere a la acalasia del esófago.",
  "conductive hearing loss": "La pérdida auditiva conductiva (CHL) es un tipo de discapacidad auditiva que ocurre cuando las ondas de sonido no pueden viajar de manera eficiente a través del oído externo, la membrana timpánica (tímpano) o las estructuras del oído medio, como los osículos. Este bloqueo o disfunción evita que el sonido se realice efectivamente al oído interno, lo que resulta en una capacidad auditiva reducida.",
  "abdominal hernia": "Una hernia (pl.: Hernias o hernias, del latín, que significa 'ruptura') es la salida anormal de tejido o un órgano, como el intestino, a través de la pared de la cavidad en la que normalmente reside. El término también se usa para el desarrollo normal del tracto intestinal, refiriéndose a la retracción del intestino del celomero extraembrito en el abdomen en el embrión sano a aproximadamente 71⁄2 semanas.\nPueden ocurrir varios tipos de hernias, más comúnmente involucrando el abdomen, y específicamente la ingle.",
  "cerebral palsy": "La parálisis cerebral (CP) es un grupo de trastornos del movimiento que aparecen en la primera infancia. Los signos y síntomas varían entre las personas y con el tiempo, pero incluyen mala coordinación, músculos rígidos, músculos débiles y temblores.",
  "marijuana abuse": "El trastorno por consumo de cannabis (CUD), también conocido como adicción al cannabis o adicción a la marihuana, es un trastorno psiquiátrico definido en la quinta revisión del manual de diagnóstico y estadístico de los trastornos mentales (DSM-5) e ICD-10 como el uso continuo de cannabis a pesar de la discapacidad clínicamente significativa.\nExiste una idea errónea común de que el trastorno por consumo de cannabis no existe, como las personas lo describen como no adictivo. Sin embargo, el trastorno por uso del cannabis es solo el nombre clínico de la adicción.",
  "cryptococcosis": "La criptococosis es una infección fúngica potencialmente fatal de principalmente los pulmones, que se presenta como una neumonía y en el cerebro, donde aparece como una meningitis. La tos, la dificultad para respirar, el dolor en el pecho y la fiebre se ven cuando los pulmones están infectados.",
  "obesity": "La obesidad es una condición médica, considerada por múltiples organizaciones como una enfermedad, en la que el exceso de grasa corporal se ha acumulado hasta tal punto que puede tener efectos negativos en la salud. Las personas se clasifican como obesas cuando su índice de masa corporal (IMC), el peso de una persona dividido por el cuadrado de la altura de la persona, es más de 30 kg/m2; El rango de 25 a 30 kg/m2 se define como sobrepeso.",
  "indigestion": "La indigestión, también conocida como dispepsia o malestar estomacal, es una condición de digestión deteriorada. Los síntomas pueden incluir plenitud abdominal superior, acidez estomacal, náuseas, eructos o dolor abdominal superior.",
  "bursitis": "La bursitis es la inflamación de una o más bursas (sacos sinoviales) del fluido sinovial en el cuerpo. Están alineados con una membrana sinovial que secreta un fluido sinovial lubricante.",
  "esophageal cancer": "El cáncer de esófago (inglés americano) o el cáncer de teesofágico (inglés británico) es el cáncer que surge del esófago, la tubería de alimentos que se extiende entre la garganta y el estómago. Los síntomas a menudo incluyen dificultad para tragar y perder peso.",
  "pulmonary congestion": "El edema pulmonar (inglés británico: edema), también conocido como congestión pulmonar, es una acumulación excesiva de líquido en el tejido o los espacios de aire (generalmente alvéolos) de los pulmones. Esto conduce a un intercambio de gases deteriorado, lo que a menudo conduce a la falta de respiración (disnea) que puede progresar a la hipoxemia y la insuficiencia respiratoria.",
  "juvenile rheumatoid arthritis": "La artritis idiopática juvenil (JIA), anteriormente conocida como artritis reumatoide juvenil (JRA), es la enfermedad reumática crónica más común de la infancia, que afecta a aproximadamente 3.8 a 400 de cada 100,000 niños. Juvenil, en este contexto, se refiere al inicio de la enfermedad antes de los 16 años de edad, mientras que el idiopático se refiere a una afección sin causa definida, y la artritis es inflamación dentro de la articulación.\nJIA es una enfermedad articular inflamatoria autoinmune, no inflamatoria, cuya causa sigue siendo poco conocida.",
  "actinic keratosis": "La queratosis actínica (AK), a veces llamada queratosis solar o queratosis senil, es un área pre-cancerosa de piel gruesa, escamosa o crujiente. La queratosis actínica es un trastorno (-ISis) de los queratinocitos epidérmicos que es inducido por la exposición a la luz ultravioleta (UV) (actina).\nEstos crecimientos son más comunes en personas de piel clara y aquellos que están frecuentemente al sol.",
  "acute otitis media": "Otitis Media es un grupo de enfermedades inflamatorias del oído medio. Uno de los dos tipos principales es la otitis media aguda (AOM), una infección de inicio rápido que generalmente se presenta con dolor en el oído.",
  "astigmatism": "El astigmatismo es un tipo de error de refracción debido a la asimetría rotacional en la potencia refractiva del ojo.  Esto da como resultado una visión distorsionada o borrosa a cualquier distancia.",
  "tuberous sclerosis": "El complejo de esclerosis tuberosa (TSC) es una rara enfermedad genética dominante autosómica dominante que hace que los tumores no cancerosos crezcan en el cerebro y en otros órganos vitales como los riñones, el corazón, el hígado, los ojos, los pulmones y la piel. Una combinación de síntomas puede incluir convulsiones, discapacidad intelectual, retraso en el desarrollo, problemas de comportamiento, anormalidades de la piel, enfermedad pulmonar y enfermedad renal.\nTSC es causada por una mutación de cualquiera de los dos genes, TSC1 y TSC2, que codifican las proteínas Hamartin y la tuberina, respectivamente, con mutaciones TSC2 que representan la mayoría y tienden a causar síntomas más severos.",
  "empyema": "Un empiema (; del griego antiguo ἐμπύημα (empúēma) 'absceso') es una colección o recolección de pus dentro de una cavidad anatómica natural existente. El término se usa más comúnmente para referirse al empiema pleural, que es el empiema de la cavidad pleural.",
  "presbyacusis": "Presbycusis (también deletreada presbyacusis, del griego πρέσβυς presbys \"antiguo\" + ἄκουσις akousis \"audición\"), o pérdida auditiva relacionada con la edad, es el efecto acumulativo del envejecimiento en la audición. Es una pérdida auditiva sensorial-sensorial relacionada con la edad simétrica progresiva e irreversible que resulta de la degeneración de la cóclea o las estructuras asociadas del oído interno o los nervios auditivos.",
  "neonatal jaundice": "La ictericia neonatal es una decoloración amarillenta de la parte blanca de los ojos y la piel en un bebé recién nacido debido a los altos niveles de bilirrubina. Otros síntomas pueden incluir exceso de somnolencia o mala alimentación.",
  "chronic obstructive pulmonary disease (copd)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "dislocation of the elbow": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "spondylosis": "La espondilosis es la degeneración de la columna vertebral de cualquier causa. En el sentido más estrecho, se refiere a la osteoartritis espinal, la degeneración relacionada con la edad de la columna espinal, que es la causa más común de espondilosis.",
  "herpangina": "Herpangina, también llamada bucle de ampollas, es una infección de boca dolorosa causada por los coxsackievirus. Por lo general, la herpangina es producida por una cepa particular del virus de Coxsackie A (y el término \"virus de la herpangina\" se refiere a Coxsackievirus A), pero también puede ser causado por Coxsackievirus B o ecdovirus.",
  "injury to the shoulder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "poisoning due to antidepressants": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "infection of open wound": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "deep vein thrombosis (dvt)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "protein deficiency": "Proteína -energía en la denutrición (PEU), una vez llamada desnutrición de proteína -energía (PEM), es una forma de desnutrición que se define como un rango de condiciones derivadas de la falta coincidente de proteínas dietéticas y/o energía (calorías) en proporciones variables. La condición tiene grados leves, moderados y severos.\n\nLos tipos incluyen:\n\nKwashiorkor (desnutrición de proteína predominante)\nMarasmo (deficiencia en la ingesta de calorías)\nKwashiorkor marásmico (deficiencia de proteína marcada y signos marcados de insuficiencia en calorías presentes, a veces denominadas la forma más grave de desnutrición)\nPEU es bastante común en todo el mundo tanto en niños como en adultos y representa aproximadamente 250,000 muertes anuales.",
  "myoclonus": "Mioclono es una contracción breve, involuntaria, irregular (carecida de ritmo) de un músculo, una articulación o un grupo de músculos, diferentes de Clonus, que es rítmico o regular. Mioclono (mio- \"músculo\", \"espasmo\" de Clonus) describe un signo médico y, en general, no es un diagnóstico de una enfermedad.",
  "bone spur of the calcaneous": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "von willebrand disease": "La enfermedad de Von Willebrand (VWD) es el trastorno hereditario más común de coincidencia de sangre en humanos. Una forma adquirida a veces puede resultar de otras afecciones médicas.",
  "open wound of the back": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "heart block": "El bloqueo cardíaco (HB) es un trastorno en el ritmo del corazón debido a una falla en el marcapasos natural. Esto es causado por una obstrucción, un bloque, en el sistema de conducción eléctrica del corazón.",
  "colonic polyp": "Un pólipo colorrectal es un pólipo (crecimiento carnoso) que ocurre en el revestimiento del colon o el recto. Los pólipos colorrectales no tratados pueden convertirse en cáncer colorrectal.\nLos pólipos colorrectales a menudo se clasifican por su comportamiento (es decir,",
  "magnesium deficiency": "La deficiencia de magnesio es una alteración de electrolitos en la que hay un bajo nivel de magnesio en el cuerpo. Los síntomas incluyen temblor, mala coordinación, espasmos musculares, pérdida de apetito, cambios de personalidad y nistagmo.",
  "female infertility of unknown cause": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "pericarditis": "La pericarditis (per-i-kar-tye-tis) es la inflamación del pericardio, el saco fibroso que rodea el corazón. Los síntomas generalmente incluyen un inicio repentino de dolor en el pecho afilado, que también se puede sentir en los hombros, el cuello o la espalda.",
  "attention deficit hyperactivity disorder (adhd)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "pulmonic valve disease": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "tietze syndrome": "El síndrome de Tietze es una inflamación benigna de uno o más de los cartílagos costales. Fue descrito por primera vez en 1921 por el cirujano alemán Alexander Tietze y posteriormente fue nombrado después de él.",
  "cranial nerve palsy": "La enfermedad del nervio craneal es un funcionamiento deteriorado de uno de los doce nervios craneales.  Aunque teóricamente podría considerarse una mononeuropatía, no se considera como tales bajo malla.\nEs posible que ocurra un trastorno de más de un nervio craneal al mismo tiempo, si se produce un trauma en un lugar donde muchos nervios craneales se juntan, como la fosa yugular.",
  "injury to the arm": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "conversion disorder": "El trastorno de conversión (EC) fue un trastorno psiquiátrico previamente diagnosticado caracterizado por experiencias sensoriales anormales y problemas de movimiento durante los períodos de alto estrés psicológico. Las personas diagnosticadas con EC presentadas con síntomas neurológicos altamente angustiantes, como entumecimiento, ceguera, parálisis o convulsiones, ninguno de los cuales era consistente con una causa orgánica bien establecida y se remonta a un desencadenante psicológico.",
  "complex regional pain syndrome": "El síndrome de dolor regional complejo (CRPS tipo 1 y tipo 2), a veces mencionado por los hiponomas, la distrofia simpática (RSD) o la distrofia neurovascular refleja (RND), es una forma rara y severa de trastorno neuroinflamatorio y disautonómico que causa dolor crónico, neurovascular y síntomas neuropáticos. Aunque puede variar ampliamente, la presentación clásica ocurre cuando el dolor severo de un trauma físico o la infección viral neurotrópica supera el tiempo de recuperación esperado y, posteriormente, puede propagarse a áreas no lesionadas.",
  "otosclerosis": "La otosclerosis es una condición del oído medio e interno donde las porciones de la densa capa enchondral de la remodelación del laberinto óseo en una o más lesiones de hueso esponjoso irregularmente. A medida que las lesiones alcanzan el estribo, el hueso se reabsoriza, luego se endurece (esclerotizado), lo que limita su movimiento y resulta en pérdida auditiva, tinnitus, vértigo o una combinación de estos.",
  "injury to the trunk": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "hypothyroidism": "El hipotiroidismo es una enfermedad endocrina en la que la glándula tiroides no produce suficientes hormonas tiroideas. Puede causar una serie de síntomas, como la mala capacidad de tolerar el frío, la fatiga extrema, los dolores musculares, el estreñimiento, la frecuencia cardíaca lenta, la depresión y el aumento de peso.",
  "primary insomnia": "El insomnio, también conocido como insomnio, es un trastorno del sueño donde las personas tienen dificultades para dormir. Pueden tener dificultades para conciliar el sueño o quedarse dormidos durante el tiempo que desee.",
  "lice": "Piojo (pl.: Piojos) es el nombre común para cualquier miembro de la infraorder ftiraptera, que contiene casi 5,000 especies de insectos parásitos sin alas. Phthiraptera se reconoció previamente como una orden, hasta que un estudio genético de 2021 determinó que son un linaje altamente modificado de la orden de Psocodea, cuyos miembros se conocen comúnmente como Córtice de Librería, Barklice o Barkflies.\nLos piojos son parásitos obligados, que viven externamente en huéspedes de sangre caliente, que incluyen todas las especies de aves y mamíferos, a excepción de los monotremas, pangolines y murciélagos.",
  "vitamin b12 deficiency": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "diabetes": "La diabetes mellitus, también conocida simplemente como diabetes, es un grupo de enfermedades endocrinas comunes caracterizadas por niveles sostenidos de azúcar en la sangre altas. La diabetes se debe a que el páncreas no produce suficiente insulina hormonal, o las células del cuerpo no responden a los efectos de la insulina.",
  "vulvodynia": "La vulvodinia es una condición de dolor crónico que afecta el área vulvar y ocurre sin una causa identificable. Los síntomas generalmente incluyen una sensación de ardor o irritación.",
  "endometriosis": "La endometriosis es una enfermedad en la que el tejido similar al endometrio, el revestimiento del útero, crece en otros lugares del cuerpo, fuera del útero. Ocurre en mujeres humanas y un número limitado de otras mamíferas femeninas.",
  "vasculitis": "La vasculitis es un grupo de trastornos que destruyen los vasos sanguíneos por inflamación. Tanto las arterias como las venas se ven afectadas.",
  "concussion": "Una conmoción cerebral, también conocida como una lesión cerebral traumática leve (MTBI), es una lesión en la cabeza que afecta temporalmente el funcionamiento del cerebro. Los síntomas pueden incluir dolor de cabeza, mareos, dificultad con el pensamiento y la concentración, las alteraciones del sueño, un breve período de pérdida de memoria, pérdida breve de conciencia, problemas con el equilibrio, náuseas, visión borrosa y cambios de humor.",
  "oral leukoplakia": "La leucoplakia oral es un trastorno potencialmente maligno que afecta a la mucosa oral. Se define como \"esencialmente una lesión blanca/gris de la mucosa oral que no puede considerarse como ninguna otra lesión definible\". La leucoplakia oral es un parche o placa gris que se desarrolla en la cavidad oral y está fuertemente asociada con fumar.",
  "chronic kidney disease": "La enfermedad renal crónica (ERC) es un tipo de enfermedad renal a largo plazo, definida por la presencia sostenida de la función renal anormal y/o la estructura renal anormal. Para cumplir con los criterios para la ERC, las anormalidades deben estar presentes durante al menos tres meses.",
  "bladder disorder": "La enfermedad de la vejiga urinaria incluye inflamación de la vejiga urinaria, como cistitis, ruptura de la vejiga y obstrucción de la vejiga (tamponio). La cistitis es común, a veces denominada infección del tracto urinario (UTI) causada por bacterias, la ruptura de la vejiga se produce cuando la vejiga se llena y no se vacía, mientras que el tamponio de la vejiga es el resultado de la formación de coágulos sanguíneos cerca de la salida de la vejiga.",
  "chorioretinitis": "La corioretinitis es una inflamación de la coroidea (delgada capa vascular pigmentada del ojo) y la retina del ojo. Es una forma de uveítis posterior.",
  "priapism": "El priapismo es una condición en la que un pene permanece erguido durante horas en ausencia de estimulación o después de que haya terminado la estimulación. Hay tres tipos: isquémico (bajo flujo), no isquémico (alto flujo) e isquémico recurrente (intermitente).",
  "myositis": "La miositis es una condición médica raramente realizada caracterizada por la inflamación que afecta los músculos. Las manifestaciones de esta condición pueden incluir problemas de piel, debilidad muscular y la posible participación de otros órganos.",
  "mononucleosis": "La mononucleosis infecciosa (IM, Mono), también conocida como fiebre glandular, es una infección generalmente causada por el virus Epstein -Barr (EBV). La mayoría de las personas están infectadas por el virus como niños, cuando la enfermedad produce pocos o ningún síntoma.",
  "neuralgia": "Neuralgia (neurona griega, \"nervios\" + algos, \"dolor\") es dolor en la distribución de un nervio o nervios, como en la neuralgia intercostal, la neuralgia trigéminal y la neuralgia glossofaríngea.",
  "polycystic kidney disease": "La enfermedad renal poliquística (PKD o PCKD, también conocida como síndrome renal poliquístico) es un trastorno genético en el que los túbulos renales se vuelven estructuralmente anormales, lo que resulta en el desarrollo y el crecimiento de múltiples quistes dentro del riñón. Estos quistes pueden comenzar a desarrollarse en el útero, en la infancia, en la infancia o en la edad adulta.",
  "bipolar disorder": "El trastorno bipolar (BD), anteriormente conocido como depresión maníaca, es un trastorno mental caracterizado por períodos de depresión y períodos de estado de ánimo anormalmente elevado que duran de días a semanas, y en algunos casos meses. Si el estado de ánimo elevado es severo o asociado con la psicosis, se llama manía; Si es menos severo y no afecta significativamente el funcionamiento, se llama hipomanía.",
  "amyloidosis": "La amiloidosis es un grupo de enfermedades en las que las proteínas anormales, conocidas como fibrillas amiloides, se acumulan en el tejido. Hay varios signos y síntomas no específicos y vagos asociados con la amiloidosis.",
  "chronic inflammatory demyelinating polyneuropathy (cidp)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "gastroesophageal reflux disease (gerd)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "vitreous hemorrhage": "La hemorragia vítrea es la extravasación, o fuga, de sangre en las áreas dentro y alrededor del humor vítreo del ojo. El humor vítreo es el gel claro que llena el espacio entre la lente y la retina del ojo.",
  "poisoning due to antimicrobial drugs": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "open wound of the mouth": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "scleroderma": "La esclerodermia es un grupo de enfermedades autoinmunes que pueden provocar cambios en la piel, los vasos sanguíneos, los músculos y los órganos internos. La enfermedad se puede localizar en la piel o también involucrar a otros órganos.",
  "myasthenia gravis": "La miastenia gravis (MG) es una enfermedad de la unión neuromuscular a largo plazo que conduce a diversos grados de debilidad del músculo esquelético. Los músculos más comúnmente afectados son los de los ojos, la cara y la deglución.",
  "hypoglycemia": "La hipoglucemia (inglés americano), también deletreado hipoglucemia o hipogluclicæmia (inglés británico), a veces llamado bajo nivel de azúcar en la sangre, es una caída en el azúcar en la sangre a niveles por debajo de lo normal, típicamente por debajo de 70 mg/dL (3.9 mmol/L). La tríada de Whipple se usa para identificar adecuadamente los episodios hipoglucémicos.",
  "idiopathic absence of menstruation": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "dislocation of the ankle": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "carbon monoxide poisoning": "La intoxicación por monóxido de carbono generalmente ocurre al respirar el monóxido de carbono (CO) a niveles excesivos. Los síntomas a menudo se describen como \"como la gripe\" y comúnmente incluyen dolor de cabeza, mareos, debilidad, vómitos, dolor en el pecho y confusión.",
  "panic attack": "Los ataques de pánico son períodos repentinos de miedo e incomodidad intensos que pueden incluir palpitaciones, de otra manera definidas como un latido lateral rápido, irregular, sudoración, dolor o incomodidad en el pecho, falta de aliento, temblor, mareos, numedad, confusión o una sensación de doom o pérdida de control inminente. Por lo general, estos síntomas son los peores dentro de los diez minutos posteriores al inicio y pueden durar aproximadamente 30 minutos, aunque pueden variar en cualquier lugar de segundos a horas.",
  "plantar fasciitis": "La fascitis plantar o el dolor del talón plantar es un trastorno de la fascia plantar, que es el tejido conectivo que soporta el arco del pie. Resulta en dolor en el talón y la parte inferior del pie que generalmente es más severa con los primeros pasos del día o después de un período de descanso.",
  "hyperopia": "La miopía, también conocida como miopía, hipermetropia e hipermetopía, es una condición del ojo donde los objetos distantes se ven claramente pero que los objetos cercanos parecen borrosos. Este desenfoque se debe a que la luz entrante se centra detrás, en lugar de en la retina debido a la acomodación insuficiente por la lente.",
  "poisoning due to sedatives": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "pemphigus": "El pénfigo (OR) es un grupo raro de enfermedades autoinmunes abrasadoras que afectan la piel y las membranas mucosas. El nombre se deriva del pemphix de la raíz griega, que significa \"ampolla\".\nEn el pénfigo, los autoanticuerpos se forman contra la desmogleína, que forma el \"pegamento\" que une las células epidérmicas adyacentes a través de puntos de fijación llamados desmosomas.",
  "peyronie disease": "La enfermedad de Peyronie (EP) es una enfermedad del tejido conectivo de pene benigna y adquirida caracterizada por la aparición de placas fibróticas dentro de la túnica albuginea, la densa cubierta elástica de los corpus cavernosa. Las placas causan curvatura anormal, dolor, deformidades del pene (por ejemplo, estrechamiento o sangría), y generalmente disfunción eréctil, particularmente durante la erección.",
  "hiatal hernia": "Una hernia hiatal o hernia de hiato es un tipo de hernia en la que los órganos abdominales (típicamente el estómago) se deslizan a través del diafragma en el compartimento medio del cofre. Esto puede dar lugar a una enfermedad de reflujo gastroesofágico (ERGE) o reflujo laringófaríque (LPR) con síntomas como un sabor de ácido en el dorso de la boca o acidez estomacal.",
  "extrapyramidal effect of drugs": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "meniere disease": "La enfermedad de Ménière (MD) es una enfermedad del oído interno que se caracteriza por episodios potencialmente graves e incapacitantes de vértigo, tinnitus, pérdida auditiva y una sensación de plenitud en el oído. Por lo general, solo un oído se ve afectado inicialmente, pero con el tiempo, ambas orejas pueden involucrarse.",
  "anal fissure": "Una fisura anal es una rotura o lágrima en la piel del canal anal. Las fisuras anal se pueden notar mediante un sangrado anal rojo brillante en papel higiénico y ropa interior, o, a veces, en el inodoro.",
  "allergy": "Las alergias, también conocidas como enfermedades alérgicas, son varias condiciones causadas por la hipersensibilidad del sistema inmune a sustancias típicamente inofensivas en el medio ambiente. Estas enfermedades incluyen fiebre del heno, alergias alimentarias, dermatitis atópica, asma alérgica y anafilaxia.",
  "chronic otitis media": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "fracture of the finger": "Una fractura rota de dedo o dedo es un tipo común de fractura ósea, que afecta un dedo. Los síntomas pueden incluir dolor, hinchazón, sensibilidad, hematomas, deformidad y capacidad reducida para mover el dedo.",
  "hirschsprung disease": "La enfermedad de Hirschsprung (HD o HSCR) es un defecto de nacimiento en el que faltan nervios en partes del intestino. El síntoma más prominente es el estreñimiento.",
  "polymyalgia rheumatica": "La polimialgia rheumatica (PMR) es una enfermedad inflamatoria sistémica caracterizada por dolor o rigidez, generalmente en el cuello, los hombros, la parte superior de los brazos y las caderas, pero que puede ocurrir en todo el cuerpo. Casi todos los casos ocurren en personas de 50 años o más.",
  "lymphedema": "El linfedema, también conocido como linfedema y edema linfático, es una condición de hinchazón localizada causada por un sistema linfático comprometido. El sistema linfático funciona como una porción crítica del sistema inmunitario del cuerpo y devuelve el líquido intersticial al torrente sanguíneo.\nEl linfedema es con mayor frecuencia una complicación del tratamiento del cáncer o las infecciones parasitarias, pero también se puede ver en varios trastornos genéticos.",
  "bladder cancer": "El cáncer de vejiga es el crecimiento anormal de las células en la vejiga. Estas células pueden crecer para formar un tumor que eventualmente se propaga, dañando la vejiga y otros órganos.",
  "acute bronchospasm": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "acute glaucoma": "El glaucoma es un grupo de enfermedades oculares que puede provocar daños del nervio óptico. El nervio óptico transmite información visual del ojo al cerebro.",
  "open wound of the chest": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "dislocation of the patella": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "sciatica": "La ciática es dolor que baja por la pierna desde la parte baja de la espalda. Este dolor puede caer por la parte de atrás, afuera o frente a la pierna.",
  "hypercalcemia": "La hipercalcemia, también deletreada hipercalcemia, es un alto nivel de calcio (Ca2+) en el suero sanguíneo. El rango normal para el calcio total es 2.1–2.6 mmol/L (8.8–10.7 mg/dL, 4.3–5.2 mEq/L), con niveles superiores a 2.6 mmol/L definidos como hipercalcemia.",
  "stress incontinence": "La incontinencia del estrés, también conocida como incontinencia urinaria de estrés (SUI) o la incontinencia de esfuerzo es una forma de incontinencia urinaria. Se debe al cierre inadecuado de la salida de la vejiga por el esfínter uretral.",
  "varicose veins": "Las venas varicosas, también conocidas como varicosis, son una condición médica en la que las venas superficiales se agrandan y se retorcen. Aunque generalmente solo una enfermedad cosmética, en algunos casos causan fatiga, dolor, picazón y calambres de piernas nocturnas.",
  "benign kidney cyst": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "hydrocele of the testicle": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "degenerative disc disease": "La enfermedad degenerativa del disco (DDD) es una condición médica típicamente provocada por el proceso de envejecimiento en el que existen cambios anatómicos y posiblemente una pérdida de función de uno o más discos intervertebrales de la columna vertebral. El DDD puede tener lugar con o sin síntomas, pero generalmente se identifica una vez que surgen síntomas.",
  "hirsutism": "El hirsutismo es el vello corporal excesivo en partes del cuerpo donde el cabello normalmente está ausente o mínimo. La palabra es de principios del siglo XVII: del latín hirsutus que significa \"peludo\".",
  "dislocation of the foot": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "hydronephrosis": "La hidronefrosis describe la dilatación hidrostática de la pelvis renal y los cálices como resultado de la obstrucción al flujo de orina aguas abajo.  Alternativamente, el hidroureter describe la dilatación del uréter, y el hidronefroureter describe la dilatación de todo el tracto urinario superior (tanto el sistema de pelvicalyceal renal como el uréter).",
  "diverticulosis": "La diverticulosis es la condición de tener múltiples bolsas (diverticulos) en el colon que no están inflamados. Estas son manchas de la mucosa colónica y submucosa a través de debilidades de las capas musculares en la pared del colon.",
  "pain after an operation": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "huntington disease": "La enfermedad de Huntington (HD), también conocida como Huntington's Chorea, es una enfermedad neurodegenerativa incurable que se hereda principalmente. Por lo general, se presenta como una tríada de síntomas psiquiátricos, cognitivos y motores progresivos.",
  "lymphoma": "El linfoma es un grupo de tumores de sangre y linfa que se desarrollan a partir de linfocitos (un tipo de glóbulos blancos). El nombre generalmente se refiere solo a las versiones cancerosas en lugar de a todos esos tumores.",
  "dermatitis due to sun exposure": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "anemia due to chronic kidney disease": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "injury to internal organ": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "scleritis": "La escleritis es una enfermedad inflamatoria grave que afecta el recubrimiento externo blanco del ojo, conocido como la esclera. La enfermedad a menudo se contrae a través de la asociación con otras enfermedades del cuerpo, como la granulomatosis con poliangiitis o artritis reumatoide.",
  "pterygium": "Un pterigio (PL.: Pterigia o pterigio) es cualquier membrana triangular en forma de ala que ocurra en el cuello, los ojos, las rodillas, los codos, los tobillos o los dígitos.\nEl término proviene de la palabra griega ptergion que significa \"ala\".",
  "fungal infection of the skin": "La dermatoftosis, también conocida como tiña y tiña, es una infección por hongos de la piel (una dermatomicisis), que puede afectar la piel, el cabello y las uñas. Por lo general, da como resultado una erupción circular roja, picazón, escamosa y circular.",
  "insulin overdose": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "syndrome of inappropriate secretion of adh (siadh)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "foreign body in the ear": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "premenstrual tension syndrome": "El síndrome premenstrual (PMS) es un conjunto disruptivo de síntomas emocionales y físicos que ocurren regularmente en una o dos semanas antes del inicio de cada período menstrual. Los síntomas se resuelven en el momento en que comienza el sangrado menstrual.",
  "orbital cellulitis": "La celulitis orbital es la inflamación de los tejidos oculares detrás del tabique orbital. Es más comúnmente causado por una propagación aguda de infección en la cavidad ocular de los senos adyacentes o a través de la sangre.",
  "injury to the leg": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "hepatic encephalopathy": "La encefalopatía hepática (HE) es un nivel de conciencia alterado como resultado de la insuficiencia hepática. Su inicio puede ser gradual o repentino.",
  "bone cancer": "Un tumor óseo es un crecimiento anormal de tejido en el hueso, tradicionalmente clasificado como no canceroso (benigno) o canceroso (maligno). Los tumores óseos cancerosos generalmente se originan en un cáncer en otra parte del cuerpo, como el pulmón, el seno, la tiroides, el riñón y la próstata.",
  "syringomyelia": "Syringomyelia es un término genérico que se refiere a un trastorno en el que se forma un quiste o cavidad dentro de la médula espinal. A menudo, la syringomielia se usa como un término genérico antes de determinar una etiología.",
  "pulmonary fibrosis": "La fibrosis pulmonar es una condición en la que los pulmones se marcan con el tiempo. Los síntomas incluyen dificultad para respirar, tos seca, sentirse cansado, pérdida de peso y discotecas de uñas.",
  "mitral valve disease": "La regurgitación mitral (MR), también conocida como insuficiencia mitral o incompetencia mitral, es una forma de enfermedad cardíaca valvular en la que la válvula mitral es insuficiente y no se cierra adecuadamente cuando el corazón bombea sangre. Es la fuga anormal de la sangre hacia atrás: regurgitación del ventrículo izquierdo, a través de la válvula mitral, hacia el atrio izquierdo, cuando el ventrículo izquierdo se contrae.",
  "parkinson disease": "La enfermedad de Parkinson (EP), o simplemente la de Parkinson, es una enfermedad neurodegenerativa principalmente del sistema nervioso central, que afecta tanto a los sistemas motorizados como no motores. Los síntomas generalmente se desarrollan gradualmente y los problemas no motores se vuelven más frecuentes a medida que avanza la enfermedad.",
  "gout": "La gota (GOWT) es una forma de artritis inflamatoria caracterizada por ataques recurrentes de dolor en una articulación roja, tierna, caliente e hinchada, causada por la deposición de cristales de ácido úrico en forma de aguja conocidos como cristales de urato monosódico. El dolor generalmente se enciende rápidamente, alcanzando la intensidad máxima en menos de 12 horas.",
  "otitis media": "Otitis Media es un grupo de enfermedades inflamatorias del oído medio. Uno de los dos tipos principales es la otitis media aguda (AOM), una infección de inicio rápido que generalmente se presenta con dolor en el oído.",
  "drug abuse (opioids)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "myelodysplastic syndrome": "Un síndrome mielodisplásico (MDS) es uno de un grupo de cánceres en el que las células sanguíneas en la médula ósea no maduran y, como resultado, no se convierten en células sanguíneas sanas. Al principio, típicamente no se observan síntomas.",
  "fracture of the shoulder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "acute kidney injury": "La lesión renal aguda (AKI), previamente llamada insuficiencia renal aguda (ARF), es una disminución repentina en la función renal que se desarrolla dentro de los siete días, como se muestra en un aumento en la creatinina sérica o una disminución en la producción de orina, o ambos.\nLas causas de AKI se clasifican como prerenales (debido a la disminución del flujo sanguíneo al riñón), el renal intrínseco (debido al daño al riñón en sí) o postrenal (debido al bloqueo del flujo de orina). Las causas prerenales de AKI incluyen sepsis, deshidratación, pérdida de sangre excesiva, shock cardiogénico, insuficiencia cardíaca, cirrosis y ciertos medicamentos como inhibidores de la ECA o AINE.",
  "threatened pregnancy": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "intracranial abscess": "El absceso cerebral (o el absceso cerebral) es un absceso dentro del tejido cerebral causado por la inflamación y la recolección de material infectado proveniente del local (infección del oído, absceso dental, infección de senos paranasales, infección de las células de aire mastroides del hueso temporal, abscesivo epidural) o remota (pulmón, corazón, etc.) fuentes infecciosas. La infección también se puede introducir a través de una fractura del cráneo después de un trauma en la cabeza o procedimientos quirúrgicos.",
  "gum disease": "La enfermedad periodontal, también conocida como enfermedad de las encías, es un conjunto de afecciones inflamatorias que afectan los tejidos que rodean los dientes. En su etapa temprana, llamada gingivitis, las encías se hinchan y rojas y pueden sangrar.",
  "open wound from surgical incision": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "gastrointestinal hemorrhage": "El sangrado gastrointestinal (sangrado gastrointestinal), también llamado hemorragia gastrointestinal (GIB), es todas las formas de sangrado en el tracto gastrointestinal, desde la boca hasta el recto. Cuando hay una pérdida de sangre significativa en poco tiempo, los síntomas pueden incluir vómitos de sangre roja, vómitos de sangre negra, heces sangrientas o heces negras.",
  "seborrheic dermatitis": "La dermatitis seborreica (también de la dermatitis seborreica de la espesa en inglés americano) es un trastorno de la piel a largo plazo. Los síntomas incluyen escamas, escamosas, grasosas y ocasionalmente picazón e inflamado.",
  "drug abuse (methamphetamine)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "torticollis": "El torticollis, también conocido como cuello irónico, es una condición distónica extremadamente dolorosa definida por una posición anormal y asimétrica de la cabeza o el cuello, que puede deberse a una variedad de causas. El término torticollis se deriva del latín tortus 'retorcido' y colume 'cuello'.\nEl caso más común no tiene una causa obvia, y el dolor y la dificultad para girar la cabeza generalmente desaparecen después de unos días, incluso sin tratamiento en adultos.",
  "poisoning due to antihypertensives": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "tension headache": "Dolor de cabeza de tensión, dolor de cabeza por estrés o dolor de cabeza de tipo tensión (TTH), es el tipo más común de dolor de cabeza primario. El dolor generalmente irradia desde la parte baja de la cabeza, el cuello, los ojos u otros grupos musculares en el cuerpo que generalmente afectan a ambos lados de la cabeza.",
  "alcohol intoxication": "La intoxicación por alcohol, comúnmente descrita en dosis más altas como borrachos o embriagadores, y conocida en sobredosis como intoxicación por alcohol, es el comportamiento y los efectos físicos causados ​​por el consumo reciente de alcohol. La intoxicación del término técnico en el habla común puede sugerir que se ha consumido una gran cantidad de alcohol, lo que lleva a los síntomas físicos acompañantes y los efectos perjudiciales para la salud.",
  "scurvy": "El escorbuto es una enfermedad de deficiencia (estado de desnutrición) resultante de la falta de vitamina C (ácido ascórbico). Los primeros síntomas de deficiencia incluyen debilidad, fatiga y dolor de brazos y piernas.",
  "narcolepsy": "La narcolepsia es un trastorno neurológico crónico que perjudica la capacidad de regular los ciclos de sueño -desperdicio, e específicamente afecta el sueño REM (movimiento ocular rápido). Los síntomas de la narcolepsia incluyen somnolencia diurna excesiva (EDS), alucinaciones relacionadas con el sueño, parálisis del sueño, sueño nocturno perturbado (DNS) y cataplejía.",
  "food allergy": "Una alergia alimentaria es una respuesta inmune anormal a los alimentos. Los síntomas de la reacción alérgica pueden variar de leve a severa.",
  "labyrinthitis": "La labirintitis es inflamación del laberinto, un laberinto de canales llenos de líquidos en el oído interno. La neuritis vestibular es la inflamación del nervio vestibular (el nervio en el oído que envía mensajes relacionados con el movimiento y la posición del cerebro).",
  "anxiety": "La ansiedad es una emoción caracterizada por un estado desagradable de agitación interna e incluye sentimientos de temor por eventos anticipados. La ansiedad es diferente del miedo en que el miedo se define como la respuesta emocional a una amenaza presente, mientras que la ansiedad es la anticipación de uno futuro.",
  "impulse control disorder": "El trastorno de control de impulso (ICD) es una clase de trastornos psiquiátricos caracterizados por la impulsividad: no resistir una tentación, un impulso o un impulso; o tener la incapacidad de no hablar sobre un pensamiento.\nLa quinta edición del manual de diagnóstico y estadístico de los trastornos mentales de la Asociación Americana de Psiquiatría (DSM-5) que se publicó en 2013 incluye un nuevo capítulo sobre disruptivo, impulso-control y conduce trastornos que cubren los trastornos \"caracterizados por problemas en el autocontrol emocional y conductual\". Cinco etapas de comportamiento caracterizan la impulsividad: un impulso, la creciente tensión, el placer de actuar, el alivio del impulso y finalmente la culpa (que puede o no surgir).",
  "stenosis of the tear duct": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "abscess of nose": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "omphalitis": "La omfalitis del recién nacido es el término médico para la inflamación del tocón del cordón umbilical en el período neonatal del recién nacido, más comúnmente atribuido a una infección bacteriana. Típicamente inmediatamente después de que nace un bebé, el cordón umbilical se corta con un pequeño remanente (a menudo denominado tocón) que queda atrás.",
  "leukemia": "La leucemia (también de la leucemia deletreada; pronunciada loo-kee-mee -ə) es un grupo de cánceres de sangre que generalmente comienzan en la médula ósea y producen un gran número de células sanguíneas anormales. Estas células sanguíneas no están completamente desarrolladas y se llaman explosiones o células de leucemia.",
  "bell palsy": "La parálisis de Bell es un tipo de parálisis facial que resulta en una incapacidad temporal para controlar los músculos faciales en el lado afectado de la cara. En la mayoría de los casos, la debilidad es temporal y mejora significativamente durante semanas.",
  "conjunctivitis due to allergy": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "drug reaction": "Una reacción adversa del fármaco (ADR) es un resultado dañino e involuntario causado por tomar medicamentos.: 1.1 La reacción de fármaco adverso (ADR) puede ocurrir ADR después de una dosis única o administración prolongada de un medicamento o puede ser el resultado de la combinación de dos o más fármacos. El significado de este término difiere del término \"efecto secundario\" porque los efectos secundarios pueden ser beneficiosos y perjudiciales.",
  "adrenal cancer": "Un tumor suprarrenal o una masa suprarrenal son neoplasias benignas o malignas de la glándula suprarrenal, varias de las cuales son notables por su capacidad para sobreproducir las hormonas endocrinas. El cáncer suprarrenal es la presencia de tumores suprarrenales malignos, que incluyen neuroblastoma, carcinoma adrenocortical y algunos feocromocitomas suprarrenales.",
  "myopia": "La miopía, también conocida como miopía y miopía, es una afección ocular en la que la luz de los objetos distantes se enfoca frente a, en lugar de en, la retina. Como resultado, los objetos distantes aparecen borrosos, mientras que los objetos cercanos parecen normales.",
  "osteoarthritis": "La osteoartritis es un tipo de enfermedad articular degenerativa que resulta de la descomposición del cartílago articular y el hueso subyacente. Una forma de artritis, se cree que es la cuarta causa principal de discapacidad en el mundo, lo que afecta a 1 de cada 7 adultos solo en los Estados Unidos.",
  "thyroid disease": "La enfermedad tiroidea es una condición médica que afecta la estructura y/o la función de la glándula tiroides. La glándula tiroides se encuentra en la parte delantera del cuello y produce hormonas tiroideas que viajan a través de la sangre para ayudar a regular muchos otros órganos, lo que significa que es un órgano endocrino.",
  "pharyngitis": "La faringitis es la inflamación de la parte posterior de la garganta, conocida como la faringe. Por lo general, da como resultado un dolor de garganta y fiebre.",
  "chronic rheumatic fever": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "hypocalcemia": "La hipocalcemia es una condición médica caracterizada por niveles bajos de calcio en el suero sanguíneo. El rango normal de calcio en sangre es típicamente entre 2.1–2.6 mmol/L (8.8–10.7 mg/dL, 4.3–5.2 mEq/L), mientras que los niveles inferiores a 2.1 mmol/L se definen como hipocalcémicos.",
  "macular degeneration": "La degeneración macular, también conocida como degeneración macular relacionada con la edad (AMD o ARMD), es una condición médica que puede provocar visión borrosa o nula en el centro del campo visual. Al principio a menudo no hay síntomas.",
  "pneumonia": "La neumonía es una condición inflamatoria del pulmón que afecta principalmente a los pequeños sacos de aire conocidos como alvéolos. Los síntomas generalmente incluyen alguna combinación de tos productiva o seca, dolor en el pecho, fiebre y dificultad para respirar.",
  "cold sore": "Una llaga fría es un tipo de infección por herpes causada por el virus del herpes simple que afecta principalmente al labio. Los síntomas generalmente incluyen un dolor ardiente seguido de pequeñas ampollas o llagas.",
  "premature ventricular contractions (pvcs)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "testicular cancer": "El cáncer testicular es el cáncer que se desarrolla en los testículos, una parte del sistema reproductivo masculino. Los síntomas pueden incluir un bulto en el testículo o hinchazón o dolor en el escroto.",
  "hydrocephalus": "Hydrocephalus es una condición en la que el líquido cefalorraquídeo (CSF) se acumula dentro del cerebro, lo que puede causar que la presión aumente en el cráneo. Los síntomas pueden variar según la edad.",
  "breast cancer": "El cáncer de mama es un cáncer que se desarrolla a partir del tejido mamario. Los signos de cáncer de mama pueden incluir un bulto en el seno, un cambio en la forma del seno, el hoyuelo de la piel, el rechazo de la leche, el líquido que proviene del pezón, un pezón recién invertido o un parche de piel rojo o escamosa.",
  "anemia due to malignancy": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "esophageal varices": "Las varices esofágicas son venas sub-mucosas extremadamente dilatadas en el tercio inferior del esófago. A menudo son una consecuencia de la hipertensión portal, comúnmente debido a la cirrosis.",
  "endometrial cancer": "El cáncer de endometrio es un cáncer que surge del endometrio (el revestimiento del útero o el útero). Es el resultado del crecimiento anormal de las células que pueden invadir o extenderse a otras partes del cuerpo.",
  "cystic fibrosis": "La fibrosis quística (FQ) es un trastorno genético heredado de una manera autosómica recesiva que perjudica el aclaramiento normal de moco de los pulmones, que facilita la colonización e infección de los pulmones por bacterias, especialmente Staphylococcus aureus. La FQ es un trastorno genético raro que afecta principalmente a los pulmones, pero también al páncreas, el hígado, los riñones y el intestino.",
  "intertrigo (skin condition)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "parathyroid adenoma": "Un adenoma paratiroideo es un tumor benigno de la glándula paratiroidea. Generalmente causa hiperparatiroidismo; Hay muy pocos informes de adenomas paratiroides que no estaban asociados con el hiperparatiroidismo.\nUn ser humano generalmente tiene cuatro glándulas paratiroides ubicadas en la superficie posterior de la tiroides en el cuello.",
  "glucocorticoid deficiency": "La deficiencia de glucocorticoides es una condición en la que el cuerpo no produce suficientes hormonas glucocorticoides.",
  "temporomandibular joint disorder": "La disfunción de la articulación temporomandibular (TMD, TMJD) es un término general que cubre el dolor y la disfunción de los músculos de la masticación (los músculos que mueven la mandíbula) y las articulaciones temporomandibulares (las articulaciones que conectan la mandíbula con el cráneo). La característica más importante es el dolor, seguido de un movimiento mandibular restringido, y los ruidos de las articulaciones temporomandibulares (TMJ) durante el movimiento de la mandíbula.",
  "wilson disease": "La enfermedad de Wilson (también llamada degeneración hepatolenticular) es un trastorno genético caracterizado por el exceso de acumulación de cobre en el cuerpo. Los síntomas generalmente están relacionados con el cerebro y el hígado.",
  "vesicoureteral reflux": "El reflujo vesicoureteral (Vur), también conocido como reflujo vesicouretérico, es una condición en la que la orina fluye retrógrada, o hacia atrás, desde la vejiga hacia uno o ambos uréteres y luego al cáliz renal o riñones. La orina normalmente viaja en una dirección (delantera o anterograda) desde los riñones hasta la vejiga a través de los uréteres, con una válvula unidireccional en la unión vesicoureteral (ultereal-vejera) que evita el fondo.",
  "vitamin a deficiency": "Deficiencia de vitamina A (VAD) o hipovitaminosis A es una falta de vitamina A en sangre y tejidos. Es común en los países más pobres, especialmente entre los niños y las mujeres en edad reproductiva, pero rara vez se ve en países más desarrollados.",
  "gonorrhea": "La gonorrea o la gonorrea, conocida coloquialmente como Clap, es una infección de transmisión sexual (ITS) causada por la bacteria Neisseria gonorrhoeae. La infección puede involucrar los genitales, la boca o el recto.",
  "fracture of the rib": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "ependymoma": "Un ependimoma es un tumor que surge del ependima, un tejido del sistema nervioso central. Por lo general, en los casos pediátricos, la ubicación es intracraneal, mientras que en los adultos es espinal.",
  "hepatitis due to a toxin": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "vaginal cyst": "Los quistes vaginales son quistes benignos poco comunes que se desarrollan en la pared vaginal. El tipo de tejido epitelial que recubre un quiste se usa para clasificar estos crecimientos.",
  "open wound of the shoulder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "ectopic pregnancy": "El embarazo ectópico es una complicación del embarazo en la que el embrión se une fuera del útero. Los signos y síntomas clásicamente incluyen dolor abdominal y sangrado vaginal, pero menos del 50 por ciento de las mujeres afectadas tienen ambos síntomas.",
  "chronic knee pain": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "pinguecula": "Una pingingula es un tipo común de degeneración estromal conjuntival en el ojo. Aparece como una placa blanca amarilla elevada en la conjuntiva bulbar cerca del limbo.",
  "hypergammaglobulinemia": "La hipergammaglobulinemia es una condición médica con niveles elevados de gamma globulina. Es un tipo de trastorno inmunoproliferativo.",
  "alcohol abuse": "El abuso de alcohol abarca un espectro de abuso de sustancias relacionadas con el alcohol. Este espectro puede variar desde ser leve, moderado o severo.",
  "carpal tunnel syndrome": "El síndrome del túnel carpiano (CTS) es un síndrome de compresión nervioso asociado con los signos y síntomas recolectados de compresión del nervio mediano en el túnel carpiano en la muñeca. El síndrome del túnel carpiano generalmente no tiene una causa conocida, pero existen factores de riesgo ambientales y médicos asociados con la afección.",
  "pituitary disorder": "Una enfermedad pituitaria es un trastorno que afecta principalmente la glándula pituitaria.",
  "kidney stone": "La enfermedad de la piedra renal se conoce como enfermedad del cálculo renal, nefrolitiasis o urolitiasis en terminología médica. \"Renal\" es latino para el riñón, mientras que \"Nefro\" es el equivalente griego.",
  "autism": "El autismo, también conocido como trastorno del espectro autista (ASD), es un trastorno del neurodesarrollo caracterizado por diferencias y dificultades en la comunicación social y la interacción, una necesidad de previsibilidad, diferencias de procesamiento sensorial, intereses enfocados y comportamientos repetitivos como la estima. El diagnóstico formal requiere desafíos significativos en múltiples dominios de la vida, con características que son atípicas o más pronunciadas de lo esperado para la edad y el contexto sociocultural.",
  "cat scratch disease": "La enfermedad de la franja de gato (CSD) es una enfermedad infecciosa que a menudo resulta de un rasguño o una mordida de un gato. Los síntomas generalmente incluyen una protuberancia o ampolla no dolorosa en el sitio de lesiones y ganglios linfáticos dolorosos e hinchados.",
  "chronic glaucoma": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "retinal detachment": "El desprendimiento de la retina es una condición en la que la retina se aleja del tejido debajo. Puede comenzar en un área pequeña, pero sin un tratamiento rápido, puede extenderse por toda la retina, lo que lleva a una grave pérdida de visión y posiblemente ceguera.",
  "aplastic anemia": "La anemia aplásica (AA) es una condición hematológica grave en la que el cuerpo no hace que las células sanguíneas en números suficientes. Normalmente, las células sanguíneas se producen en la médula ósea por las células madre que residen allí, pero los pacientes con anemia aplásica tienen una deficiencia de todos los tipos de glóbulos de sangre: glóbulos rojos, glóbulos blancos y plaquetas.\nOcurre con mayor frecuencia en personas en su adolescencia y veinte años, pero también es común entre los ancianos.",
  "overflow incontinence": "La incontinencia de desbordamiento es un concepto de incontinencia urinaria, caracterizado por la liberación involuntaria de orina de una vejiga urinaria excesiva, a menudo en ausencia de cualquier impulso de orinar. Esta condición ocurre en personas que tienen un bloqueo de la salida de la vejiga (hiperplasia prostática benigna, cáncer de próstata o estrechamiento de la uretra), o cuando el músculo que expulsa la orina de la vejiga es demasiado débil para vaciar la vejiga normalmente.",
  "hemolytic anemia": "La anemia hemolítica o la anemia hemolítica es una forma de anemia debido a la hemólisis, la descomposición anormal de los glóbulos rojos (RBC), ya sea en los vasos sanguíneos (hemólisis intravascular) o en otras partes del cuerpo humano (extravascular). Esto ocurre más comúnmente dentro del bazo, pero también puede ocurrir en el sistema reticuloendotelial o mecánicamente (daño a la válvula protésica).",
  "lateral epicondylitis (tennis elbow)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "open wound of the eye": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "syphilis": "Syphilis () es una infección de transmisión sexual causada por la subespecie pallidum de la bacteria treponema pallidum. Los signos y síntomas dependen de la etapa que presenta: primario, secundario, latente o terciario.",
  "diabetic kidney disease": "La nefropatía diabética, también conocida como enfermedad renal diabética, es la pérdida crónica de la función renal que ocurre en aquellos con diabetes mellitus. La nefropatía diabética es la principal causa de enfermedad renal crónica (ERC) y enfermedad renal en etapa terminal (ESRD) a nivel mundial.",
  "nose disorder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "drug withdrawal": "La abstinencia de drogas, el síndrome de abstinencia de drogas o el síndrome de abstinencia de sustancias es el grupo de síntomas que ocurren en la interrupción o disminución abrupta en la ingesta de medicamentos farmacéuticos o recreativos.\nPara que ocurra los síntomas de abstinencia, primero uno debe haber desarrollado una forma de dependencia de drogas. Esto puede ocurrir como dependencia física, dependencia psicológica o ambos.",
  "dental caries": "La caries dental, también conocida como caries, es la descomposición de los dientes debido a los ácidos producidos por las bacterias. Las cavidades resultantes pueden ser una serie de colores diferentes, desde amarillo hasta negro.",
  "hypercholesterolemia": "La hipercolesterolemia, también llamada colesterol alto, es la presencia de altos niveles de colesterol en la sangre. Es una forma de hiperlipidemia (altos niveles de lípidos en la sangre), hiperlipoproteinemia (altos niveles de lipoproteínas en la sangre) y dislipidemia (cualquier anormalidades de los niveles de lípidos y lipoproteínas en la sangre).\nLos niveles elevados de colesterol no HDL y LDL en la sangre pueden ser una consecuencia de la dieta, la obesidad, las enfermedades hereditarias (genéticas) (como las mutaciones del receptor de LDL en la hipercolesterolemia familiar) o la presencia de otras enfermedades como la diabetes tipo 2 y una tiroides pocoactiva.\nEl colesterol es una de las tres clases principales de lípidos producidos y utilizados por todas las células animales para formar membranas.",
  "fracture of the patella": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "kidney failure": "La insuficiencia renal, también conocida como insuficiencia renal o enfermedad renal en etapa terminal (ESRD), es una condición médica en la que los riñones ya no pueden filtrar adecuadamente los productos de desecho de la sangre, que funcionan a menos del 15% de los niveles normales. La insuficiencia renal se clasifica como insuficiencia renal aguda, que se desarrolla rápidamente y puede resolverse; e insuficiencia renal crónica, que se desarrolla lentamente y a menudo puede ser irreversible.",
  "fracture of the neck": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "muscle spasm": "Un espasmo es una contracción involuntaria repentina de un músculo, un grupo de músculos o un órgano hueco, como la vejiga.\nUna contracción muscular espasmódica puede ser causada por muchas afecciones médicas, incluida la distonía. Más comúnmente, es un calambre muscular que se acompaña de una repentina explosión de dolor.",
  "hemophilia": "Haemofilia (inglés británico), o hemofilia (inglés americano) (del antiguo griego αἷμα (haîma) 'sangre' y φιλία (Philía) 'El amor de' ki) es un trastorno genético en su mayoría heredado que perjudica la capacidad del cuerpo para hacer coágulos sanguíneos, un proceso necesario para dejar de sangrar. Esto da como resultado que las personas sangran por más tiempo después de una lesión, hematomas fáciles y un mayor riesgo de sangrado dentro de las articulaciones o el cerebro.",
  "hyperosmotic hyperketotic state": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "peritonsillar abscess": "Un absceso peritonsilar (PTA), también conocido como quinsy, es una acumulación de pus debido a una infección detrás de la amígdalas. Los síntomas incluyen fiebre, dolor de garganta, problemas para abrir la boca y un cambio en la voz.",
  "gastroparesis": "La gastroparesia (gastro- del antiguo griego γαστήρ - Gaster, \"estómago\"; y -paresis, πάρεσις - \"parálisis parcial\") es un trastorno médico de contracciones neuromusculares ineficaces (peristalsis) del estómago, lo que resulta en alimentos y líquidos que restan en el estómago durante un período prolongado. El contenido del estómago sale más lentamente al duodeno del tracto digestivo, un signo médico llamado vaciado gástrico retrasado.",
  "itching of unknown cause": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "polycythemia vera": "En oncología, la policitemia vera (PV) es una neoplasia mieloproliferativa poco común en la que la médula ósea produce demasiados glóbulos rojos. Aproximadamente el 98% de los pacientes con PV tienen una mutación del gen JAK2 en sus células formadoras de sangre (en comparación con el 0.1-0.2% de la población general).\nLa mayoría de las preocupaciones de salud asociadas con la PV, como la trombosis, son causadas por que la sangre sea más gruesa como resultado del aumento de los glóbulos rojos.\nPV puede ser sintomático o asintomático.",
  "thrombocytopenia": "En hematología, la trombocitopenia es una condición caracterizada por niveles anormalmente bajos de plaquetas (también conocidos como trombocitos) en la sangre. Los bajos niveles de plaquetas a su vez pueden conducir a un sangrado prolongado o excesivo.",
  "head and neck cancer": "El cáncer de cabeza y cuello es un término general que abarca múltiples cánceres que pueden desarrollarse en la región de la cabeza y el cuello. Estos incluyen cánceres de boca, lengua, encías y labios (cáncer oral), caja de voz (laríngea), garganta (nasofaríngea, orofaríngea, hipofaríngea), glándulas salivales, nariz y senos.",
  "pseudohypoparathyroidism": "El pseudohipoparatiroidismo es una condición genética autosómica dominante rara asociada principalmente con resistencia a la hormona paratiroidea. Aquellos con la condición tienen un bajo calcio en suero y un alto fosfato, pero el nivel de la hormona paratiroidea (PTH) es inapropiadamente alto (debido al bajo nivel de calcio en la sangre).",
  "goiter": "Un Goitre (inglés británico), o bocio (inglés americano), es una hinchazón en el cuello como resultado de una glándula tiroides agrandada. Un boitre puede asociarse con una tiroides que no funciona correctamente.\nEn todo el mundo, más del 90% de los casos de Goitre son causados ​​por la deficiencia de yodo.",
  "urge incontinence": "La vejiga hiperactiva (OAB) es una condición común en la que existe una sensación frecuente de necesitar orinar hasta un grado en que afecta negativamente la vida de una persona. La necesidad frecuente de orinar puede ocurrir durante el día, por la noche o ambos.",
  "edward syndrome": "La trisomía 18, también conocida como síndrome de Edwards, es un trastorno genético causado por la presencia de una tercera copia de todo o parte del cromosoma 18. Muchas partes del cuerpo se ven afectadas.",
  "open wound of the arm": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "muscular dystrophy": "Las distrofias musculares (MD) son un grupo genéticamente y clínicamente heterogéneo de enfermedades neuromusculares raras que causan debilidad progresiva y descomposición de los músculos esqueléticos a lo largo del tiempo. Los trastornos difieren en cuanto a qué músculos se ven afectados principalmente, el grado de debilidad, qué tan rápido empeoran y cuándo comienzan los síntomas.",
  "mittelschmerz": "Mittelschmerz (alemán: [ˈmɪtl̩ʃmɛʁt͡s]) es un término para el dolor debido a la ovulación. Ocurre a mitad del ciclo (entre los días 7 y 24) y puede durar minutos hasta varios días.",
  "corneal abrasion": "La abrasión corneal es un rasguño en la superficie de la córnea del ojo. Los síntomas incluyen dolor, enrojecimiento, sensibilidad a la luz y una sensación de que un cuerpo extraño está en el ojo.",
  "anemia of chronic disease": "La anemia de la enfermedad crónica (ACD) o la anemia de la inflamación crónica es una forma de anemia observada en infección crónica, activación inmune crónica y malignidad.  Todas estas condiciones producen elevación de la interleucina-6, que estimula la producción y liberación de la hepcidina del hígado.",
  "dysthymic disorder": "La distimia (DIHS-Thiy-mee-uh), conocida como trastorno depresivo persistente (PDD) en el DSM-5-TR y el trastorno distímico en ICD-11, es una condición psiquiatría marcada por síntomas que son similares a los del trastorno depresivo mayor, pero que persiste durante al menos dos años en adultos y un año entre las poblaciones pediátricas. El término fue introducido por Robert Spitzer a fines de la década de 1970 como un reemplazo del concepto de \"personalidad depresiva\".\nCon la publicación del DSM-5 en 2013, la condición asumió su nombre actual (es decir, PDD), que se llamó trastorno distímico en la edición anterior del DSM (DSM-IV), y permaneció así en ICD-11.",
  "scarlet fever": "La escarlata, también conocida como escarlatina, es una enfermedad infecciosa causada por Streptococcus pyogenes, un grupo A Streptococcus (GAS). Afecta más comúnmente a los niños entre los cinco y los 15 años de edad.",
  "hypertensive heart disease": "La enfermedad cardíaca hipertensiva incluye una serie de complicaciones de la presión arterial alta que afectan el corazón. Si bien hay varias definiciones de enfermedad cardíaca hipertensiva en la literatura médica, el término se usa más ampliamente en el contexto de las categorías de codificación de clasificación internacional de enfermedades (DAI).",
  "drug abuse (barbiturates)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "polycystic ovarian syndrome (pcos)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "encephalitis": "La encefalitis es inflamación del cerebro. La gravedad puede ser variable con síntomas que incluyen reducción o alteración en la conciencia, afasia, dolor de cabeza, fiebre, confusión, cuello rígido y vómitos.",
  "cyst of the eyelid": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "balanitis": "La balanitis es la inflamación del pene del glande. La balanopostitis es el término apropiado cuando el prepucio también se ve afectado.",
  "foreign body in the throat": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "drug abuse (cocaine)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "optic neuritis": "La neuritis óptica (ON) es una condición debilitante que se define como la inflamación del nervio craneal II que resulta en la interrupción de las vías neurológicas que permiten la información sensorial visual recibida por la retina para poder transmitirse a la corteza visual del cerebro. Este trastorno del nervio óptico puede surgir a través de varios mecanismos fisiopatológicos, como a través de la desmielinización o la inflamación, lo que lleva a una pérdida de visión parcial o total.",
  "alcohol withdrawal": "El síndrome de abstinencia de alcohol (AWS) es un conjunto de síntomas que pueden ocurrir después de una reducción o interrupción del consumo de alcohol después de un período de uso excesivo. Los síntomas generalmente incluyen ansiedad, temblor, sudoración, vómitos, frecuencia cardíaca rápida y fiebre leve.",
  "premature atrial contractions (pacs)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "hemiplegia": "La hemiparesia, también llamada paresia unilateral, es la debilidad de un lado entero del cuerpo (hemi- significa \"mitad\"). La hemiplejia, en su forma más severa, es la parálisis completa de un lado entero del cuerpo.",
  "hammer toe": "Un dedo de martillo, hammertoe o dedo del pie contratado es una deformidad de los músculos y ligamentos de la articulación interfalángica proximal de la segunda, tercera, cuarta o quinta dedo del pie, doblándola en una forma que se asemeja a un martillo. En la etapa inicial, un Hammertoe flexible es móvil en las articulaciones; No se puede mover una articulación rígida de Hammertoe y generalmente requiere cirugía.\nEl dedo del pie de mazo es una condición similar que afecta la articulación interfalángica distal.\nEl dedo del pie de garra es otra condición similar, con dorsiflexión de la falange proximal en la articulación metatarsofalángica menor, combinada con flexión de las articulaciones interfalángicas proximales y distales.",
  "open wound of the cheek": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "joint effusion": "Un derrame articular es la presencia de un aumento del fluido intraarticular.  Puede afectar cualquier articulación.",
  "open wound of the knee": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "meningioma": "El meningioma, también conocido como tumor meníngeo, es típicamente un tumor de crecimiento lento que se forma a partir de las meninges, las capas membranosas que rodean el cerebro y la médula espinal. Los síntomas dependen de la ubicación y ocurren como resultado del tumor presionando el tejido cercano.",
  "brain cancer": "Un tumor cerebral (a veces denominado cáncer de cerebro) ocurre cuando un grupo de células dentro del cerebro se vuelve canceroso y se vuelve fuera de control, creando una masa. Hay dos tipos principales de tumores: tumores malignos (cancerosos) y tumores benignos (no cancerosos).",
  "placental abruption": "El desprendimiento placentario es cuando la placenta se separa temprano del útero, en otras palabras se separa antes del parto. Ocurre más comúnmente alrededor de 25 semanas de embarazo.",
  "seasonal allergies (hay fever)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "lung cancer": "El cáncer de pulmón, también conocido como carcinoma de pulmón, es un tumor maligno que comienza en el pulmón. El cáncer de pulmón es causado por el daño genético al ADN de las células en las vías respiratorias, a menudo causadas por fumar cigarrillos o inhalar productos químicos dañinos.",
  "primary kidney disease": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "uterine cancer": "El cáncer uterino, también conocido como cáncer de útero, incluye dos tipos de cáncer que se desarrollan a partir de los tejidos del útero. El cáncer de endometrio se forma desde el revestimiento del útero, y se forma el sarcoma uterino de los músculos o el tejido de soporte del útero.",
  "dry eye of unknown cause": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "fibrocystic breast disease": "Los cambios de seno fibrocístico son una condición de los senos donde puede haber dolor, quistes de mama y masas de mama. Los senos pueden describirse como \"grumosos\" o \"masivos\".",
  "fungal infection of the hair": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "tooth abscess": "Un absceso dental es una colección localizada de PU asociada con un diente. El tipo más común de absceso dental es un absceso periapical, y el segundo más común es un absceso periodontal.",
  "envenomation from spider or animal bite": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "vacterl syndrome": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "vertebrobasilar insufficiency": "La insuficiencia vertebrobasilar (VBI) describe un conjunto temporal de síntomas debido a la disminución del flujo sanguíneo (isquemia) en la circulación posterior del cerebro.  La circulación posterior suministra la médula, los pubons, el cerebro medio, el cerebelo y (en el 70-80% de las personas) suministran la arteria cerebelosa posterior al tálamo y la corteza occipital.",
  "rectal disorder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "atonic bladder": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "benign paroxysmal positional vertical (bppv)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "blepharospasm": "Blepharospasmo es un trastorno neurológico caracterizado por espasmos intermitentes e involuntarios y contracciones de los músculos orbiculares ovéricos (párpados) alrededor de ambos ojos.  Estos resultan en contracciones o parpadeos anormales, y en el cierre extremo y sostenido del párpado, lo que resulta en ceguera funcional.\nLa palabra blepharospasmo se deriva del griego: βλέφαρον / blepharon, párpado y σπασμός / espasmos, espasmo, una contracción muscular no controlada.",
  "sarcoidosis": "La sarcoidosis (; también conocida como enfermedad de Besnier -Boeck -Schaumann) es una enfermedad que involucra colecciones anormales de células inflamatorias que forman grumos conocidos como granulomas. La enfermedad generalmente comienza en los pulmones, la piel o los ganglios linfáticos.",
  "metastatic cancer": "La metástasis es una propagación de un agente patógeno de un sitio inicial o primario a un sitio diferente o secundario dentro del cuerpo del huésped; El término se usa típicamente cuando se refiere a metástasis por un tumor canceroso.  Los sitios recién patológicos, entonces, son metástasis (MetS).",
  "trigger finger (finger disorder)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "stye": "Un color, también conocido como hordeolum, es una infección bacteriana de una glándula aceite en el párpado. Esto da como resultado una protuberancia roja en el borde del párpado.",
  "hemochromatosis": "La sobrecarga de hierro es la acumulación anormal y aumentada del hierro total en el cuerpo, lo que provoca daños por órganos. El mecanismo principal del daño órgano es el estrés oxidativo, ya que los niveles elevados de hierro intracelular aumentan la formación de radicales libres a través de la reacción de Fenton.",
  "osteochondroma": "El osteocondroma es el tumor benigno más común del hueso.\nLos tumores toman la forma de proyecciones óseas cubiertas de cartílago o crecimiento en la superficie de los huesos (exostosis). Se caracteriza como un tipo de sobrecrecimiento que puede ocurrir en cualquier hueso donde el cartílago forma hueso.",
  "cushing syndrome": "El síndrome de Cushing es una colección de signos y síntomas debido a la exposición prolongada a glucocorticoides como el cortisol. Los signos y síntomas pueden incluir presión arterial alta, obesidad abdominal, pero con brazos y piernas delgadas, estrías rojizas, una cara roja redonda debido a la plétora facial, un bulto de grasa entre los hombros, los músculos débiles, los huesos débiles, el acné y la piel frágil que cura mal.",
  "typhoid fever": "La fiebre tifoidea, también conocida simplemente como tifoidea, es una enfermedad causada por la bacteria typhi serotipo de salmonella enterica, también llamada Salmonella typhi. Los síntomas varían de leve a grave, y generalmente comienzan de seis a 30 días después de la exposición.",
  "vitreous degeneration": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "atrophic skin condition": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "aspergillosis": "La aspergilosis es una infección fúngica de los pulmones, causada por el género Aspergillus, un molde común que se respira con frecuencia del aire, pero que generalmente no afecta a la mayoría de las personas. Generalmente ocurre en personas con enfermedades pulmonares como el asma, la fibrosis quística o la tuberculosis, o aquellos que están inmunocomprometidos, como aquellos que han tenido un trasplante de células madre u órgano o aquellos que toman medicamentos como esteroides y algunos tratamientos contra el cáncer que suprimen el sistema inmunitario.",
  "uterine atony": "Uterine Atony es el fracaso del útero para contratar adecuadamente después de la entrega. La contracción de los músculos uterinos durante el parto comprime los vasos sanguíneos y ralentiza el flujo, lo que ayuda a prevenir la hemorragia y facilita la coagulación.",
  "trichinosis": "La tricinosis, también conocida como trricinelosis, es una enfermedad parasitaria causada por gusanos redondos del género Trichinella. Durante la infección inicial, la invasión de los intestinos puede provocar diarrea, dolor abdominal y vómitos.",
  "whooping cough": "La tos ferina (OR), también conocida como tos ferina o tos de 100 días, es una enfermedad bacteriana altamente contagiosa y preventable a la vacuna. Los síntomas iniciales suelen ser similares a los del resfriado común con una secreción nasal, fiebre y tos leve, pero son seguidos por dos o tres meses de tos graves.",
  "open wound of the lip": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "subacute thyroiditis": "La tiroiditis subaguda se refiere a una clasificación temporal de las diferentes formas de tiroiditis basadas en el inicio de los síntomas. La clasificación temporal de la tiroiditis incluye la presentación de síntomas de manera aguda, subaguda o crónica.",
  "oral mucosal lesion": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "open wound due to trauma": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "intracerebral hemorrhage": "La hemorragia intracerebral (ICH), también conocida como accidente cerebrovascular hemorrágico, es un sangrado repentino en los tejidos del cerebro (es decir, el parénquima), en sus ventrículos o en ambos.",
  "alzheimer disease": "La enfermedad de Alzheimer (EA) es una enfermedad neurodegenerativa y la causa del 60-70% de los casos de demencia. El síntoma temprano más común es la dificultad para recordar eventos recientes.",
  "vaginismus": "El vaginismo es una condición en la que el espasmo muscular involuntario interfiere con las relaciones sexuales vaginales u otra penetración de la vagina. Esto a menudo resulta en dolor con intentos de sexo.",
  "systemic lupus erythematosis (sle)": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "premature ovarian failure": "La insuficiencia ovárica primaria (POI), también llamada insuficiencia ovárica prematura y insuficiencia ovárica prematura, es la pérdida parcial o total de la función reproductiva y hormonal de los ovarios antes de los 40 años debido a la disfunción folicular (área productora de huevos) o pérdida temprana de huevos. El POI puede verse como parte de un continuo de cambios que conducen a la menopausia que difieren de la menopausia apropiada para la edad en la era del inicio, el grado de síntomas y el retorno esporádico a la función ovárica normal.",
  "thoracic outlet syndrome": "El síndrome de salida torácica (TOS) es una condición en la que hay compresión de los nervios, arterias o venas en la abertura torácica superior, el pasillo desde la parte inferior del cuello hasta la axila, también conocida como la salida torácica. Hay tres tipos principales: neurogénico, venoso y arterial.",
  "ganglion cyst": "Un quiste ganglio es una protuberancia llena de líquido asociado con una vaina articular o tendinada. A menudo ocurre en la parte posterior de la muñeca, seguido por el frente de la muñeca.\nLa causa es desconocida.",
  "dislocation of the knee": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "crohn disease": "La enfermedad de Crohn es un tipo de enfermedad inflamatoria intestinal (EII) que puede afectar cualquier segmento del tracto gastrointestinal. Los síntomas a menudo incluyen dolor abdominal, diarrea, fiebre, distensión abdominal y pérdida de peso.",
  "postoperative infection": "Descripción no disponible. Por favor consultar con su médico de confianza..",
  "folate deficiency": "La deficiencia de folato, también conocida como deficiencia de vitamina B9, es un bajo nivel de folato y derivados en el cuerpo. Esto puede dar lugar a una anemia megaloblástica en la que los glóbulos rojos se vuelven anormalmente grandes, y la anemia de deficiencia de folato es el término dado para esta condición médica.",
  "fluid overload": "La hipervolemia, también conocida como sobrecarga de fluidos, es la condición médica donde hay demasiado líquido en la sangre. La condición opuesta es la hipovolemia, que es muy poco volumen de líquido en la sangre.",
  "atrial flutter": "El aleteo auricular (AFL) es un ritmo cardíaco anormal común que comienza en las cámaras auriculares del corazón.  Cuando ocurre por primera vez, generalmente se asocia con una frecuencia cardíaca rápida y se clasifica como un tipo de taquicardia supraventricular (SVT)."
}